[{"Content-Length":"4506556","Content-Type":"application/pdf","Creation-Date":"2015-04-22T14:21:48Z","Last-Modified":"2015-05-07T10:47:50Z","Last-Save-Date":"2015-05-07T10:47:50Z","X-Parsed-By":["org.apache.tika.parser.CompositeParser","org.apache.tika.parser.ctakes.CTAKESParser","org.apache.tika.parser.pdf.PDFParser"],"X-TIKA:content":"\u003chtml xmlns\u003d\"http://www.w3.org/1999/xhtml\"\u003e\n\u003chead\u003e\n\u003cmeta name\u003d\"access_permission:extract_for_accessibility\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"meta:save-date\" content\u003d\"2015-05-07T10:47:50Z\" /\u003e\n\u003cmeta name\u003d\"Content-Length\" content\u003d\"4506556\" /\u003e\n\u003cmeta name\u003d\"dcterms:created\" content\u003d\"2015-04-22T14:21:48Z\" /\u003e\n\u003cmeta name\u003d\"date\" content\u003d\"2015-05-07T10:47:50Z\" /\u003e\n\u003cmeta name\u003d\"access_permission:can_modify\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"access_permission:modify_annotations\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"Creation-Date\" content\u003d\"2015-04-22T14:21:48Z\" /\u003e\n\u003cmeta name\u003d\"access_permission:fill_in_form\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"created\" content\u003d\"Wed Apr 22 07:21:48 PDT 2015\" /\u003e\n\u003cmeta name\u003d\"dc:format\" content\u003d\"application/pdf; version\u003d1.7\" /\u003e\n\u003cmeta name\u003d\"access_permission:can_print\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"xmp:CreatorTool\" content\u003d\"Elsevier\" /\u003e\n\u003cmeta name\u003d\"resourceName\" content\u003d\"10.1016_j.rse.2015.02.021.pdf\" /\u003e\n\u003cmeta name\u003d\"Last-Save-Date\" content\u003d\"2015-05-07T10:47:50Z\" /\u003e\n\u003cmeta name\u003d\"dc:title\" content\u003d\"Estimation of surface upward longwave radiation from MODIS and VIIRS clear-sky data in the Tibetan Plateau\" /\u003e\n\u003cmeta name\u003d\"access_permission:assemble_document\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"meta:creation-date\" content\u003d\"2015-04-22T14:21:48Z\" /\u003e\n\u003cmeta name\u003d\"dcterms:modified\" content\u003d\"2015-05-07T10:47:50Z\" /\u003e\n\u003cmeta name\u003d\"pdf:PDFVersion\" content\u003d\"1.7\" /\u003e\n\u003cmeta name\u003d\"Last-Modified\" content\u003d\"2015-05-07T10:47:50Z\" /\u003e\n\u003cmeta name\u003d\"X-Parsed-By\" content\u003d\"org.apache.tika.parser.CompositeParser\" /\u003e\n\u003cmeta name\u003d\"X-Parsed-By\" content\u003d\"org.apache.tika.parser.ctakes.CTAKESParser\" /\u003e\n\u003cmeta name\u003d\"X-Parsed-By\" content\u003d\"org.apache.tika.parser.pdf.PDFParser\" /\u003e\n\u003cmeta name\u003d\"modified\" content\u003d\"2015-05-07T10:47:50Z\" /\u003e\n\u003cmeta name\u003d\"access_permission:can_print_degraded\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"xmpTPg:NPages\" content\u003d\"17\" /\u003e\n\u003cmeta name\u003d\"pdf:encrypted\" content\u003d\"false\" /\u003e\n\u003cmeta name\u003d\"access_permission:extract_content\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"producer\" content\u003d\"Acrobat Distiller 10.0.0 (Windows)\" /\u003e\n\u003cmeta name\u003d\"Content-Type\" content\u003d\"application/pdf\" /\u003e\n\u003ctitle\u003eEstimation of surface upward longwave radiation from MODIS and VIIRS clear-sky data in the Tibetan Plateau\u003c/title\u003e\n\u003c/head\u003e\n\u003cbody\u003e\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003edi\n\u003c/p\u003e\n\u003cp\u003eW\nsity,\nChin\n\u003c/p\u003e\n\u003cp\u003eAccepted 20 February 2015\nAvailable online 16 March 2015\n\u003c/p\u003e\n\u003cp\u003eKeywords:\nSurface upward longwave radiation\nMODIS\nVIIRS\nTibetan Plateau\n\u003c/p\u003e\n\u003cp\u003ediation (SULR) is one critical component of the surface energy balance and is closely\n\u003c/p\u003e\n\u003cp\u003eght, high altitude and\nnsists of three compo-\nface upward longwave\ny of thermal radiation\n\u003c/p\u003e\n\u003cp\u003eRemote Sensing of Environment 162 (2015) 221–237\n\u003c/p\u003e\n\u003cp\u003eContents lists available at ScienceDirect\n\u003c/p\u003e\n\u003cp\u003eRemote Sensing o\n\u003c/p\u003e\n\u003cp\u003ej ourna l homepage: www.e\u003c/p\u003e\n\u003cp\u003eStackhouse, Mikovitz, \u0026amp; Cox, 2006). from the Earth\u0027s surface and is related to the solar radiation, evapotrans-\npiration, soil moisture, land cover types and topography. Accurate re-\ntrieval of SULR is important for investigating the spatiotemporal\u003c/p\u003e\n\u003cp\u003eto water cycles and global climate changes, thus can be a good\nindicator to investigate what happened to the system of the Earth\n(Yang et al., 2014). The surface radiation balance (SRB) is an\nimportant component within it (Shi \u0026amp; Liang, 2013; Yang, Koike,\n\u003c/p\u003e\n\u003cp\u003ematerial and energy cycle, particularly in the ni\npolar regions. The surface longwave radiation co\nnents: upward, downward and net radiation. Sur\nradiation (SULR) mainly represents the capabilit\u003c/p\u003e\n\u003cp\u003eThe Tibetan Plateau, known as the “Third Polar”, is the large high-\nland core of Asia with an average elevation of over 4500 m (Qiu,\n2008). This complex cryosphere significantly influences climate and\nenvironment of the East and South Asia as well as mankind resides\nthere (Wonsick \u0026amp; Pinker, 2013). This unique region is also sensitive\n\u003c/p\u003e\n\u003cp\u003ediative fluxes, which are the critical driving factors in models of numer-\nical weather forecasting, hydrology, ecology, etc. SRB is also the\nessential parameter in the energy exchanges between the land surface\nand atmosphere, thus thoroughly impacts climate and land cover\nchanges (Soci, Fischer, \u0026amp; Horányi, 2006). As a significant part of the\nSRB, surface longwave radiation plays an essential role in the surface\u003c/p\u003e\n\u003cp\u003e⁎ Corresponding author.\nE-mail address: gjyan@bnu.edu.cn (G. Yan).\n\u003c/p\u003e\n\u003cp\u003ehttp://dx.doi.org/10.1016/j.rse.2015.02.021\n0034-4257/© 2015 Elsevier Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003eSurface radiation balance includes net longwave and shortwave ra-\u003c/p\u003e\n1. Introduction\u003cp /\u003e\n\u003cp\u003eArtificial Neuron Network (ANN)\u003c/p\u003e\n\u003cp\u003esion in the Tibetan Plateau, a large and complex cryosphere, can enhance our understanding of the land surface\nprocesses, atmospheric circulations and even global climate change. The purpose of this paper is to estimate SULR\nfrom top-of-atmosphere (TOA) radiances of Moderate Resolution Imaging Spectroradiometer (MODIS) and Vis-\nible Infrared Imaging Radiometer Suite (VIIRS). A hybrid method is proposed that combines extensive radiative\ntransfer simulation and the Artificial Neuron Network (ANN) statisticalmodel. For the sake of ensuring the avail-\nability of the simulation database, the eligible profiles from MODIS atmospheric profiles product were screened\naccording to five criteria. And then the analyses on the important parameters of the simulation datasetwere per-\nformed to check the integrality of this dataset. Moreover, the variables\u0027 importance was analyzed, and TOA radi-\nances of MODIS channels 29, 31, 32 and 33 (or VIIRS channels M14, M15 andM16) and sensor view zenith angle\n(VZA) were selected to retrieve SULR. The ANN-based retrieval model was created finally based on this simula-\ntion dataset. The evaluation showed good agreements for both MODIS and VIIRS training and testing datasets\nwith R2 greater than 0.98. The MODIS SULR was validated using two-year ground-measured data at seven sites\nin the Tibetan Plateau with R2 of 0.886, root-mean-square error (RMSE) of 26.985 Wm−2 and mean bias error\n(MBE) of 10.812 W m−2 as a whole. And the relevance was obvious from the overall trend and distribution\nthough the discrepancywas relatively largewhen directly comparing SULR fromVIIRS andMODIS data. The valida-\ntion results showed that theANNmodel is a goodnonlinearmodel to retrieve SULRwith the TOA radiances andVZA.\n\u003c/p\u003e\n\u003cp\u003e© 2015 Elsevier Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003eReceived 2 August 2014\nReceived in revised form 29 January 2015\n\u003c/p\u003e\n\u003cp\u003ere\u003c/p\u003e\nlated to the surface temperature fields. The SULR with the moderate spatial resolution and appropriate preci-\u003cp /\u003e\n\nArticle history: Surface upward longwave ra\u003cp /\u003e\n\u003cp\u003eEstimation of surface upward longwave ra\nclear-sky data in the Tibetan Plateau\n\u003c/p\u003e\n\u003cp\u003eZhonghu Jiao a, Guangjian Yan a,⁎, Jing Zhao a, Tianxing\na State Key Laboratory of Remote Sensing Science, School of Geography, Beijing Normal Univer\nb Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences, Beijing 100101,\nc The Academy of Forestry, Beijing Forestry University, Beijing 100083, China\n\u003c/p\u003e\n\u003cp\u003ea b s t r a c ta r t i c l e i n f o\u003c/p\u003e\n\u003cp\u003eation fromMODIS and VIIRS\n\u003c/p\u003e\n\u003cp\u003eang b, Ling Chen c\n\u003c/p\u003e\n\u003cp\u003eBeijing 100875, China\na\n\u003c/p\u003e\n\u003cp\u003ef Environment\n\u003c/p\u003e\n\u003cp\u003el sev ie r .com/ locate / rse\u003c/p\u003e\n\u003cp\u003evariability of SULR on regional and global scales, thus has high scientific\nand practical merits.\n\u003c/p\u003e\n\u003cp\u003eSULR (4–100 μm) is the total upward component of the thermal\ninfrared radiative flux at the Earth\u0027s surface in W m−2, which is the\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://crossmark.crossref.org/dialog/?doi\u003d10.1016/j.rse.2015.02.021\u0026amp;domain\u003dpdf\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1016/j.rse.2015.02.021\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"mailto:gjyan@bnu.edu.cn\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1016/j.rse.2015.02.021\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://www.sciencedirect.com/science/journal/00344257\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"www.elsevier.com/locate/rse\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003esum of surface emitted thermal radiation and the first-order reflected\ncomponent of surface downward longwave radiation (SDLR) as follows:\n\u003c/p\u003e\n\u003cp\u003eSULR ¼ εσT4 þ 1−εð ÞSDLR; ð1Þ\n\u003c/p\u003e\n\u003cp\u003ewhere σ is the Stefan–Boltzmann constant; ε is the surface broadband\nemissivity; and T is the surface skin temperature (K). According to the\nKirchhoff\u0027s law and conservation of energy, the surface broadband\nalbedo is equal to one minus the broadband emissivity. SDLR is the\ntotal downward thermal radiative flux density emitted by the atmo-\n\u003c/p\u003e\n\u003cp\u003eFig. 2. Spectral emissivity curves used in theMODTRAN simulation fromASTER, UCSB and\n\u003c/p\u003e\n\u003cp\u003eFig. 1. The spectral response functions of MODIS channels 29, 31, 32 and 33, and VIIRS\nchannels M14, M15 and M16.\n\u003c/p\u003e\n\u003cp\u003e222 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003esphere and clouds that reaches the earth\u0027s surface. SULR is dominated\nby the thermal inertia of the land or ocean (Mlynczak, Smith, Wilber,\n\u0026amp; Stackhouse, 2011), and is the main cause of surface cooling in the\nclear night (Helbig \u0026amp; van Herwijnen, 2012).\n\u003c/p\u003e\n\u003cp\u003eSULR can be retrieved according to its definition in Eq. (1),which can\nbe called the temperature-emissivitymethod (Long, Gao, \u0026amp; Singh, 2010;\nWang et al., 2005; Wang, Liang, \u0026amp; Augustine, 2009). The surface skin\ntemperature and emissivity data can be derived from the satellite\ndata, like Moderate Resolution Imaging Spectroradiometer (MODIS)\nproducts. SDLR can be obtained from ground-measured data, reanalysis\ndata or results simulated by radiation transfer models (Abramowitz,\nPouyanné, \u0026amp; Ajami, 2012; Nussbaumer \u0026amp; Pinker, 2012).\n\u003c/p\u003e\n\u003cp\u003eHybrid method is a physical-based retrieval approach to estimate\nSULR from satellite data. Firstly, extensive simulation database is\nestablished by radiation transfer codes, which includes SULR, top-of-\natmosphere (TOA) radiances or brightness temperatures of amultispec-\ntral satellite sensor and various key variables associated with the differ-\nent surface properties (such as surface emissivity, skin temperature)\nand atmospheric conditions (air temperature, water vapor content\netc.). Secondly, SULR is derived using statistical regression analysis,\nlike linear methods (Wang \u0026amp; Liang, 2010; Wang et al., 2009) or nonlin-\near methods (Wang et al., 2009; Wang, Yan, \u0026amp; Chen, 2012). The results\nofWang et al. (2009) shows that the root-mean-square error (RMSE) of\nthe hybrid method using the Artificial Neuron Network (ANN) model is\nsmaller than linear models, indicating the advantage of nonlinear\nmodels.\n\u003c/p\u003e\n\u003cp\u003eGenerally, all of the biases and limits of data products affect the final\nSULR. Temperature-emissivitymethod requires data products of surface\nskin temperature, emissivity and SDLR. However, the state-of-art prod-\nucts estimated from remotely sensed data still have great uncertainty\n(Wang \u0026amp; Liang, 2009). Narrowband emissivity data have to be convert-\ned to the broadband emissivity (Ren, Liang, Yan, \u0026amp; Cheng, 2013; Wang\net al., 2005). The anisotropy of the surface emissivity retrieved from\nsatellite images can further aggravate this uncertainty (Ren, Yan,\nChen, \u0026amp; Li, 2011; Ren et al., 2014). In addition, SDLR is not a ready-\nmade data: ground-measured data usually mismatch with satellite\ndata; and reanalysis data always have coarser spatial resolution. There\nare many input parameters in Wang\u0027s model which used the hybrid\nmethod, such as air and dew point temperature profiles (Wang et al.,\n2012). These parameters may bring in more uncertainties than the\nincreased accuracy to the estimated SULR. Therefore, more input\nvariables don\u0027t always mean higher accuracy.\n\u003c/p\u003e\n\u003cp\u003eTable 1\nThe band characteristics of MODIS and VIIRS data.\n\u003c/p\u003e\n\u003cp\u003eSensor Band number Band range\n(μm)\n\u003c/p\u003e\n\u003cp\u003eNEΔT\n(K)\n\u003c/p\u003e\n\u003cp\u003eNadir resolution\n(m)\n\u003c/p\u003e\n\u003cp\u003eMODIS 29 8.400–8.700 0.05 1000\n31 10.780–11.280 0.05\n32 11.770–12.270 0.05\n33 13.185–13.485 0.25\n\u003c/p\u003e\n\u003cp\u003eVIIRS M14 8.4–8.7 0.091 (270 K) 750\nM15 10.26–11.26 0.070 (300 K)\nM16 11.54–12.49 0.072 (300 K)\u003c/p\u003e\n\u003cp\u003eCurrently, there are various global surface longwave radiation\nproducts retrieved from remote sensing data, such as International\nSatellite Cloud Climatology Project dataset (ISCCP-FD) (Zhang, Rossow,\nLacis, Oinas, \u0026amp; Mishchenko, 2004), Global Energy andWater Exchanges\nProject (GEWEX) surface radiation budget dataset (Pinker \u0026amp; Laszlo,\n1992), Clouds and Earth\u0027s Radiant Energy System (CERES) dataset\n(Kato et al., 2013) and the Satellite Application Facility on Climate Mon-\nitoring (CM-SAF) (Schulz et al., 2009) data products of the European Or-\nganization for the Exploitation of Meteorological Satellites (EUMETSAT).\nIn addition, there are many reanalysis products including SULR, like Cli-\nmate Forecast SystemReanalysis (CFSR) of the National Centers for Envi-\nronmental Prediction (NCEP), NASA\u0027sModern Era Retrospective Analysis\nfor Research and Application (MERRA), Interim Reanalysis (ERA-Inter-\nim), and Japanese 55-year Reanalysis (JRA-55). These available products\nare designed for large-scale models, which always have high temporal\nresolution (1–3 h), but generally low spatial resolution (38 km to\n2.5°). So they cannot satisfy the requirements of many applications,\nlike high-resolution (about 1–5 km) forecast systems, mesoscale land\nsurface or environmental models (Guan, Tremblay, Isaac, Strawbridge,\n\u0026amp; Banic, 2000; Masson, Champeaux, Chauvin, Meriguet, \u0026amp; Lacaze,\n2003). In heterogeneous areas or mountainous terrains, the surface\nlongwave radiation is more significantly variable and the high-\nresolution (about 1 km) radiation data are preferred. Furthermore, ac-\nceptable precision of the retrieved instantaneous surface radiation\nfrom satellite data is less than 20 W m−2, monthly mean value is less\u003c/p\u003e\n\u003cp\u003eMODTRAN spectral libraries.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003ethan 10 W m−2 for meteorological research (Ellingson, 1995; Gupta,\nKratz, Wilber, \u0026amp; Nguyen, 2004), and 5–10 W m−2 for longwave radia-\ntion at 25–100 km spatial resolution (Wang et al., 2009). It is highly\nvaluable of retrieving surface longwave radiation components from\nspace with about 1 km spatial resolution and appropriate accuracy,\nwhich are not available yet.\n\u003c/p\u003e\n\u003cp\u003eIn this paper, we propose a hybrid method combining with the\nMODerate resolution atmospheric TRANsmission (MODTRAN) radiative\ntransfer model and the ANN model. This method can directly utilize\nMODIS and Visible Infrared Imaging Radiometer Suite (VIIRS) TOA radi-\nances to estimate SULR and can avoid the error propagation in the re-\n\u003c/p\u003e\n\u003cp\u003eintroduces the radiative transfer simulation based on MODTRAN, vari-\nable selection and the ANN training and retrieval method. The sensitiv-\nity analyses were performed to check the impacts of solar illumination,\natmospheric profile quantity and spectral emissivity data on the\nradiative transfer simulation and ANN model in Section 4. In Section 5,\nresults of retrieval and validation are presented. In addition, the statisti-\ncal characteristic of the simulation database is also shown. Section 6\ngives the conclusions.\n\u003c/p\u003e\n\u003cp\u003e2. Data\n\u003c/p\u003e\n\u003cp\u003e2.1. MODIS and VIIRS data\n\u003c/p\u003e\n\u003cp\u003eMODIS and VIIRS have similar features in many aspects: MODIS has\nmature data products that are valid and have been evaluated by\nresearchers widely; VIIRS is the next-generation polar-orbiting sensor\nwith a capability for global thermal mapping and has many improve-\nments compared to MODIS. The MODIS was equipped on the Terra\npolar-orbiting satellite on Dec. 18, 1999 and Aqua on May 4, 2002.\nThese instruments can acquire data in 36 spectral bands from 0.405 to\n14.385 μmwith2330kmswathwidth and canview the entire Earth\u0027s sur-\nface every one or two days (Barnes, Pagano, \u0026amp; Salomonson, 1998). The\nVIIRS instrument aboard the Suomi National Polar-orbiting Partnership\n(S-NPP) was launched on October 28, 2011, and provides continuity\nwith MODIS (Cao et al., 2013). VIIRS is a multispectral scanning\nradiometer and collects visible and infrared imagery in 22 bands\n\u003c/p\u003e\n\u003cp\u003eTable 2\nDetails of seven stations in the Tibetan Plateau.\n\u003c/p\u003e\n\u003cp\u003eNumber Site name Land cover Latitude\n(°N)\n\u003c/p\u003e\n\u003cp\u003eLongitude\n(°E)\n\u003c/p\u003e\n\u003cp\u003eElevation\n(m)\n\u003c/p\u003e\n\u003cp\u003e1 D105 Sparse plateau\nmeadow\n\u003c/p\u003e\n\u003cp\u003e33.06429 91.94256 5038.6\n\u003c/p\u003e\n\u003cp\u003e2 Amdo Prairie 32.24096 91.62493 4695.2\n3 NPAM/MS3478 Plateau meadow 31.92623 91.71468 4619.5\n4 BJ (Bujiao) Sand 31.36871 91.89518 4509.2\n5 Namco Alpine meadow 30.77 90.99 4730\n6 LinZhi Plateau meadow\n\u003c/p\u003e\n\u003cp\u003esurrounded by\nwoodland\n\u003c/p\u003e\n\u003cp\u003e29.77 94.74 3327\n\u003c/p\u003e\n\u003cp\u003e7 ZhuFeng Bare land 28.365 86.94806 4276\n\u003c/p\u003e\n\u003cp\u003e223Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003etrieving processes of surface skin temperature, emissivity products\nand SDLR. UnlikeWang\u0027smodel (Wang et al., 2009), the sensor view ze-\nnith angle was used in the ANN model, which can calibrate the nonlin-\near relationship between SULR and the sensor\u0027s TOA radiances so offer\nthe flexibility for arbitrary view zenith angles, based on the analyses\nof the variables\u0027 importance. MODIS data with 1 km spatial resolution\nhave been used in the surface radiation retrieval widely. Whereas the\nthermal infrared data of VIIRS instrument with finer resolution of\n750 m, the successor of MODIS, have not been employed in this field.\nIt has similar channel characteristics as MODIS in thermal infrared\nwindows, so the same retrieval scheme was adopted in our work.\n\u003c/p\u003e\n\u003cp\u003eThe article is structured as follows: satellite data, emissivity library\nand ground-measured data are described in Section 2. Section 3\u003c/p\u003e\n\u003cp\u003eFig. 3. The location of seven ground stations (red triangles) in the Tibe\u003c/p\u003e\n\u003cp\u003ebetween 0.4 μm and 12 μm, which further enhances the capabilities of\nmoderate-resolution imaging of the land, atmosphere and oceans. This\noffers a good opportunity to improve our understanding of the radiation\nbudget of the atmosphere and terrestrial surface.\n\u003c/p\u003e\n\u003cp\u003eThe specific spectral bands used in this work include MODIS bands\n29, 31, 32 and 33, and VIIRS bands M14, M15 and M16. They have the\nsimilar channel characteristics (Table 1). It can be found that MODIS\u0027s\nband noise-equivalent temperature difference (NEΔT, 0.05) are better\nthan VIIRS\u0027s (0.070, 0.072 and 0.091) except MODIS band 33 with\nNEΔT of 0.25, but VIIRS data have higher spatial resolution of 750 m at\nnadir in contrast withMODIS 1-kmdata. The spectral response function\nof MODIS band 29 is analogous to VIIRS band M14, and those of VIIRS\nbands M15 and M16 are wider than MODIS bands 31 and 32 (Fig. 1).\u003c/p\u003e\n\u003cp\u003etan Plateau. The background image is from Esri® Basemap gallery.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eThe MODIS products used in this study consist of MOD07/MYD07,\nMOD35_L2, MOD021KM and MOD03 from MODIS Collection 6 data\nproducts, which include numerous improvements and changes. The\ndetailed description and relevant documents of the algorithms can be\nfound at http://modis-atmos.gsfc.nasa.gov/products_C006update.html.\nMOD07/MYD07 data are the atmospheric profiles products with 5 km\nspatial resolution, which consist of air temperature profile, dew point\n\u003c/p\u003e\n\u003cp\u003ebands. We used only band M14, M15 and M16 radiance data that are\nwithin the thermal infrared atmospheric windows. VCM product\nprovides the cloud mask data to identify the clear-sky or cloudy pixels.\nThe pixels with medium or high cloudmask quality and confident clear\nor probably clear cloud detection results are considered as clear-sky\npixels, and the others are cloudy pixels (Hutchison, Iisager, \u0026amp; Hauss,\n2011). Besides, geolocation product was used to geolocate other data\nproducts and to extract the sensor view zenith angle data.\n\u003c/p\u003e\n\u003cp\u003e2.2. Emissivity spectra\n\u003c/p\u003e\n\u003cp\u003eSULR is sensitive to the surface properties (or land cover types) that\ncan be described by surface emissivity spectra. Therefore, emissivity\nspectra are the indispensable input data for the MODTRAN simulation.\nIn theory, spectral emissivity library should contain spectra covered all\npossible surface types, but this is not practical indeed. So according to\nthe representative land cover types (farm, bare-land, water, snow/ice,\nforest, etc.) in the Tibetan Plateau, a total 52 spectra were screened\n(Fig. 2) fromMODTRAN software package, Advanced Spaceborne Ther-\n\u003c/p\u003e\n\u003cp\u003eTable 3\nThe instrument information at the seven sites in the Tibetan Plateau.\n\u003c/p\u003e\n\u003cp\u003eNumber Site names Instrument Sampling interval\n(minutes)\n\u003c/p\u003e\n\u003cp\u003eExpected accuracy\nfor daily totals (%)\n\u003c/p\u003e\n\u003cp\u003e1 D105 PIR 60 ±10\n2 Amdo PIR 30 ±6\n3 NPAM/MS3478 PIR 60 ±10\n4 BJ(Bujiao) PIR 10 ±10\n5 Namco CNR-1 30 ±10\n6 LinZhi CNR-1 10 ±10\n7 ZhuFeng CNR-1 30 ±10\n\u003c/p\u003e\n\u003cp\u003e224 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003etemperature profile, geopotential height profile, total column percepti-\nble water vapor, surface temperature, surface elevation, and so on\n(Seemann, Li, Menzel, \u0026amp; Gumley, 2003). The profile has 20 fixed vertical\natmospheric pressure levels, but the data in the highest four levels\nalways have 100% relative humidity, which is unreasonable, so we\nremoved them in the preprocessing phase. The MOD07 and MYD07\ndata were collected over the Tibetan Plateau in 2012 to establish the at-\nmospheric profile database with the auxiliary data such as the surface\nelevation, skin temperature, time, etc. for each profile. MOD35_L2 is\nthe cloudmask productwith 1 km spatial resolution indicatingwhether\na pixel is blocked by the cloud or not. The pixels with confident clear or\nprobably clear flag are considered as the clear-sky ones and the pixels\nwith probably cloudy or cloudy flag are deemed as cloudy ones.\nMOD021KM is Level 1B at-aperture radiance dataset with 36 bands for\neach 1-kmpixel. Four thermal infrared bands 29, 31, 32 and 33were cal-\nibrated to radiance, geolocated andmasked by the cloudmask. MOD03,\nthe geolocation dataset, contains the solar zenith and azimuth angles,\nsatellite zenith and azimuth angles, surface elevation, geodetic coordi-\nnates (the longitude and latitude information) and other auxiliary\ndata with 1 km spatial resolution. It is mainly used to geolocate other\ndata products above. In addition, satellite zenith angle data were ex-\ntracted fromMOD03 product as the input variable to estimate the SULR.\n\u003c/p\u003e\n\u003cp\u003eIn this research, the employed VIIRS data products include VIIRS\nmoderate resolution Sensor Data Records (SDR) product, VIIRS Cloud\nMask (VCM) intermediate product and moderate bands SDR terrain\ncorrected geolocation product. VIIRS moderate resolution SDR data are\nthe sensor-measured TOA radiance/reflectance from M1 to M16\u003c/p\u003e\n\u003cp\u003eFig. 4. Histograms of SULR difference in the spectral ranges a) between\u003c/p\u003e\n\u003cp\u003emal Emission and Reflection Radiometer (ASTER) (Baldridge, Hook,\nGrove, \u0026amp; Rivera, 2009) and UCSB (University of California, Santa\nBarbara) emissivity libraries based on the principle of maximum\nvariance among emissivity data.\n\u003c/p\u003e\n\u003cp\u003e2.3. In situ measurements\n\u003c/p\u003e\n\u003cp\u003eThe in situ radiation data at seven sites were used to validate the\nANN-based retrieval model. The detailed information of the latitude,\nlongitude, elevation and land cover about these seven stations is given\nin Table 2 and the geographic positions are shown in Fig. 3. They are\nall located at 3 to 5 km elevations and distributed at the Southeast of\nthe Tibetan Plateau. The surface types include meadow, sand and bare\nland, etc. The data period spans from 2007 to 2008, with acceptable\ncontinuity despites some malfunctions resulted from the instrument\nitself or external environment. The instruments used tomeasure surface\nradiative fluxes, sample interval and instrument error at these sites are\ndepicted in Table 3.\n\u003c/p\u003e\n\u003cp\u003eTwo different kinds of radiometers are equipped in these ground\nstations. The CNR1 net radiometer by Kipp \u0026amp; Zonen contains a\npyrgeometer facing upward and a downward complementary one,\nandmeasures the surface radiation budget about incoming atmospheric\nlongwave radiation and surface outgoing longwave radiation (Michel,\nPhilipona, Ruckstuhl, Vogt, \u0026amp; Vuilleumier, 2008). Pyrgeometer is in the\nspectral range from 5 to 50 μm. The Precision Infrared Radiometer\n(PIR) by Eppley Laboratory is intended for unidirectionalmeasurements\nof incoming atmospheric and outgoing terrestrial radiative fluxes. The\u003c/p\u003e\n\u003cp\u003e4–100 μm and 3.5–50 μm and b) between 4–100 μm and 5–50 μm.\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://modis-atmos.gsfc.nasa.gov/products_C006update.html\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003e5–50\n\u003c/p\u003e\n\u003cp\u003e225Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003etransmission range is approximately 3.5 to 50 μm (Fairall, Persson,\nBradley, Payne, \u0026amp; Anderson, 1998).\n\u003c/p\u003e\n\u003cp\u003eThere are different spectral ranges of radiometers and the estimated\nSULR (4–100 μm). The MODTRAN simulations were performed to\ncorrect this spectral mismatch before the measurements were used\nfor validation. Six model atmospheres were used, including Tropical\nAtmosphere (15° North Latitude), Mid-Latitude Summer (45° North\nLatitude), Mid-Latitude Winter (45° North Latitude), Sub-Arctic Summer\n(60°North Latitude), Sub-ArcticWinter (60°North Latitude) and 1976US\nStandard Atmosphere. The surface properties were described by 47\nspectral emissivity data from the MODTRAN in-built emissivity data-\nbase. The surface temperature ranged from 210 to 330 Kwith the incre-\nment of 2 K. Thus there were 17,202 (6 × 47 × 61) scene cases in total.\nThe concentration of carbon dioxide was 390 ppm and the rural aerosol\nmodel was used to indicate the type of extinction and meteorological\nrange of the boundary layer. The surface height was 0.0 km and the sen-\nsor was located at 100 km altitude with the nadir view. The simulation\nresults presented in Fig. 4 suggest that the discrepancies are significant\nabout 7 to 13 W m−2 for the spectral ranges between 4–100 μm and\n3.5–50 μm with a peak of 11.5 W m−2, and about 7 to 27 W m−2 for\nthe spectral ranges between 4–100 μm and 5–50 μm with a peak of\n10 W m−2. Consequently wider spectral range causes less variance of\nthis discrepancy.\n\u003c/p\u003e\n\u003cp\u003eThe linear conversions were established based on this simulation\ndataset (Fig. 5). For the conversion from SULR in the spectral range of\n5–50 μm to SULR in 4–100 μm, RMSE is 1.00954 W m−2 and R-square\n(R2) is 0.99995. While for the conversion from SULR in the spectral\nrange of 3.5–50 μm to SULR in 4–100 μm, RMSE is 0.77804 W m−2\n\u003c/p\u003e\n\u003cp\u003eand R2 is 0.99997, which indicate a higher regression precision due to\n\u003c/p\u003e\n\u003cp\u003eFig. 5. The linear fit for SULRs between spectral ranges of a) 4–100 μm and\u003c/p\u003e\n\u003cp\u003ea wider spectral range and thus similar radiant energy. Finally, we\nadjusted the in situmeasured longwave radiation data by these two lin-\near functions in order to match the spectral range used in our model.\n\u003c/p\u003e\n\u003cp\u003e3. Methods\n\u003c/p\u003e\n\u003cp\u003e3.1. Radiative transfer simulation\n\u003c/p\u003e\n\u003cp\u003eThe hybridmethod requires a simulation database to train the statis-\ntical model, for instance the ANN model in this paper. MODTRAN was\nemployed to build a comprehensive simulation database to represent\nthe true conditions of the Tibetan Plateau as far as possible with a\nvariety of atmosphere and surface conditions. MODTRAN is a widely\nused sophisticated radiative transfer model in fields of the atmospheric\nscience and remote sensing, which can simulate the complicated inter-\nactions of radiant energy within the atmosphere and at the surface\n(Berk et al., 1999; Berk et al., 2006). The input parameters consist of at-\nmospheric profiles, surface temperature and emissivity, sensor zenith\nangle, spectral response functions and other required parameters.\u003c/p\u003e\n\u003cp\u003eThe representative atmospheric profiles within the Tibetan Plateau\nwere extracted from MOD07/MYD07 data, which can depict the\natmospheric conditions with vertical changes of the air temperature\nand humidity. Five criteria were applied to screen high-quality profiles\naccording to the analysis and comparison of those data: 1) the surface\ntemperature should be greater than 220 K; 2) the difference of air\ntemperature or dew point temperature between two adjacent layers\nshould be less than or equal to 20 K; 3) the altitude of the lowest layer\nshould not be higher than the surface elevation; 4) the air temperature\nshould be greater than the dew point temperature; 5) the relative hu-\nmidity should be less than 90% for clear-sky profiles (Tang \u0026amp; Li, 2008).\n\u003c/p\u003e\n\u003cp\u003eAlthough the above criteria were applied, most selected profiles\nwere very similar in terms of vertical variation and shapes. These redun-\ndant profiles could dramatically increase computation time and lead to\nanalogous simulation results. In order to alleviate the similarity and re-\nduce the total number of profiles, meanwhile enhance the representa-\ntion of atmospheric profiles, a topological method for refining vertical\nprofiles of atmospheric temperature and dew point temperature was\nadopted. This approach follows some assemble pattern and screens\nprofiles with air temperature differences and dew point temperature\ndifferences greater than certain threshold values (Sharma \u0026amp; Ali, 2013;\nWang \u0026amp; Liang, 2010; Wang et al., 2012). Finally 1608 MODIS profiles\nwere chosen.\n\u003c/p\u003e\n\u003cp\u003eOther parameters were set as follows. The surface condition is an-\nother important aspect for surface upward longwave radiative flux. It\ncan be expressed by the surface temperature and spectral emissivity.\nThe surface skin temperature data were extracted from MOD07/\nMYD07 data for each profile and modified by five delta values as ±10,\n±5 and 0 K. Spectral emissivity data were selected as described in\n\u003c/p\u003e\n\u003cp\u003eμm and b) 4–100 μm and 3.5–50 μm. The red dash line is the best fit line.\u003c/p\u003e\n\u003cp\u003eSection 2.2. The satellite zenith angleswere from0 to 70°with 10° inter-\nval. Because the view zenith angles approach 65° and 70° at the end of a\nscan line at the Earth\u0027s surface of the MODIS and VIIRS instruments, re-\nspectively. These are corresponding to ±55° scanning angles of MODIS\n(Barnes et al., 1998), and ±56.28° angles in the cross-track direction of\nVIIRS (Cao et al., 2013). The spectral response functions of MODIS and\n\u003c/p\u003e\n\u003cp\u003eTable 4\nThe input and output settings for the MODTRAN simulation.\n\u003c/p\u003e\n\u003cp\u003eVariables Unit or range\n\u003c/p\u003e\n\u003cp\u003eInput Sensor zenith angle (°) 0, 10, 20, 30, 40, 50, 60, and 70\nSpectral emissivity 52 spectrum\nSurface temperature (K) LST from MOD07/MYD07 plus\n\u003c/p\u003e\n\u003cp\u003edelta values (±10, ±5 and 0 K)\nAtmospheric profile 1608\n\u003c/p\u003e\n\u003cp\u003eOutput Radiances of MODIS bands 29,\n31, 32 and 33, and VIIRS bands\nM14, M15 and M16\n\u003c/p\u003e\n\u003cp\u003eWm−2sr−1μm−1\n\u003c/p\u003e\n\u003cp\u003eSurface upward longwave radiation Wm−2\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003edecrease the retrieval accuracy of SULR. Therefore, enough and less\n\u003c/p\u003e\n\u003cp\u003eregression analysis (Diaz-Uriarte \u0026amp; Alvarez de Andres, 2006; Strobl,\nBoulesteix, Zeileis, \u0026amp; Hothorn, 2007). The importance index derived\nfrom the RF method is a good indicator whether a variable is more im-\nportant for the output parameter than other variables in the input\ndataset or not. The higher the importance index is, the more important\nthe variable is. RF method was employed on variables including view\nzenith angle (VZA), surface altitude (Alt) and MODIS TOA radiances in\nthe MODTRAN simulation dataset. The number of input variables ran-\n\u003c/p\u003e\n\u003cp\u003eTable 5\nThe designed cases of variable combinations.\n\u003c/p\u003e\n\u003cp\u003eCase Combinations\n\u003c/p\u003e\n\u003cp\u003eCase 1 Bands 29, 31 and 32\nCase 2 Case 1 + B33\nCase 3 Case 2 + VZA\nCase 4 Case 2 + Alt\nCase 5 Case 2 + VZA + Alt\n\u003c/p\u003e\n\u003cp\u003e226 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003einput data are the tradeoff.\nThe Random Forest (RF) method was firstly used to investigate the\n\u003c/p\u003e\n\u003cp\u003esignificance of different parameters. The RF method is a fast and highly\naccurate ensemble learning method for classification and regression\nwith a large number of input variables (Breiman, 2001). It constructs a\ncollection of decision trees by the bootstrap sampling method and\u003c/p\u003e\n\u003cp\u003eVIIRS used were shown in Fig. 1. Additionally, other input parameters,\nsuch as aerosol type, molecular gases or auxiliary gaseous species, etc.\nwere assigned the values of the specified model atmosphere according\nto the acquisition time and latitude of each profile. The detailed settings\nare listed in Table 4.\n\u003c/p\u003e\n\u003cp\u003e3.2. Variable selection\n\u003c/p\u003e\n\u003cp\u003eThe selection of variables applied to the ANNmodel is an important\nprocedure because only variables containing important information to\nderive SULR can be imported into the ANN model. Meanwhile it is not\nasmany variables as good due to the fact that the uncertainty and devi-\nation errors of input data can undermine the valid information and thus\n\u003c/p\u003e\n\u003cp\u003eFig. 6.Variable important index using theRFmethod according to differentmtry and ntree\nvalues. VZA is the view zenith angle. Alt is the surface elevation. B27 is the TOA radiance of\nMODIS band 27 and so on.\u003c/p\u003e\n\u003cp\u003evariables at each node are randomly selected from all input variables.\nAfter the training procedure, the random forests are built and can be\nused for classification or regression. It can also be used in estimating\nthe importance of variables and detecting variable interactions in the\n\u003c/p\u003e\n\u003cp\u003eFig. 7.MODIS TOA radiances simulated by MODTRAN for a) different s\u003c/p\u003e\n\u003cp\u003edomly chosen at each node (mtry) and the number of trees in the forest\n(ntree) are two key parameters in the RFmethod. Andmtrywas set to 3,\n6, and 9; and ntree was set to 500 and 1000. The results (Fig. 6) indicate\nthat radiances of bands 27, 29, 31, 32, 33, and 36, VZA and Alt are more\nsensitive than the other variables in different combinations of mtry and\nntree values.\n\u003c/p\u003e\n\u003cp\u003eFurther simulation of MODIS TOA radiances was carried on so as to\ncheck the sensitivity for various surface emissivities and temperatures.\nThe 52 spectral emissivity data were used in the simulation with the\n1976 US Standard Atmosphere and the surface temperature of 300 K.\nMODIS bands 29, 31, 32, 33 and 34 are sensitive for different emissivities\nbut radiances of bands 27, 28, 35 and 36 are almost unchanged from\nFig. 7a. The surface temperatureswere set from 260 to 330 Kwith an in-\ncrement of 10 K for exhibiting the influence on TOA radiances under the\n1976 US Standard Atmosphere and the emissivity of 0.8. Fig. 7b shows\nthat bands 29,31,32 and 33 are more sensitive for LST variance. The\natmospheric window channels are a good choice for estimating SULR\n(Wang \u0026amp; Liang, 2010).\n\u003c/p\u003e\n\u003cp\u003eThe sensitive bands were imported into the ANN model to test the\nregression accuracy under different variable combinations as listed in\nTable 5. Case 1 with MODIS bands 29, 31 and 32 was mainly referred\nto the work of Wang and Liang (2009). Cases 3 to 5 were based on the\nresult of case 2. Because when MODIS band 33 was added as the input\nparameters of the ANN model, RMSEs had a relatively high decline\nfrom about 13.5 to 11.5 W m−2 for the best situation in Fig. 8. When\nthe surface altitude was included, the variability of RMSE became\nhigh. Nevertheless, VZA can enhance the stability of RMSE due to less\nvariance in case 3.\n\u003c/p\u003e\n\u003cp\u003eIn conclusion, TOA radiances of MODIS channels 29, 31, 32, and 33\nand VZA are sensitive to retrieving SULR and were selected as the\u003c/p\u003e\n\u003cp\u003epectral emissivity data and b) different land surface temperatures.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eFig. 9. Scatterplot of the sun zenith angle and relative azimuth angle from MOD07 data\nwithin the Tibetan Plateau in 2012.\n\u003c/p\u003e\n\u003cp\u003e227Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003einput parameters in the ANN model. Accordingly, VIIRS channels M14,\nM15, and M16 and VZA were the main inputs for estimating VIIRS\nSULR, but no similar channel as MODIS band 33 could be added. They\nare within the atmospheric window and thus sensitive to the surface\nupwelling longwave radiative flux. The absorption differences of the\nwater vapor among the bands make the potential to correct the effects\nof water vapor on the longwave radiation. AndVZA can take the nonlin-\nearity of TOA radiances under various sensor view directions into ac-\ncount (Wang \u0026amp; Liang, 2010; Wang et al., 2009). When VZA is included\nas input parameters in the ANN model, it can derive the reasonable\nresult or even better than the single VZA model based on a MODTRAN\nsimulated test (not shown). This reduces the uncertainty that is caused\nby the linear interpolation of SULRs in two presupposed VZAswhen the\ninput VZA doesn\u0027t belong to theirs, especiallywhen the designed span of\nVZAs is large such as 10° or more.\n\u003c/p\u003e\n\u003cp\u003e3.3. SULR retrieved by the ANN model\n\u003c/p\u003e\n\u003cp\u003eThe ANN model is a statistical model in which “neurons” are\nconnected together to form a network which resemble a biological\nneural network. It consists of sets of adaptive weights, biases, i.e. which\nare tuned by the learning algorithm, and is capable of performing non-\nlinear regression and pattern recognition (Kim, 2004). ANN provides a\ncomputationally efficient and robust way to determine an empirical,\nnonlinear relationship between multi-inputs and one or more outputs\n\u003c/p\u003e\n\u003cp\u003eFig. 8. RMSEs of the ANN model for five cases.\u003c/p\u003e\n\u003cp\u003e(Krasnopolsky, Fox-Rabinovitz, \u0026amp; Chalikov, 2005).\nA single hidden layer feed-forward neural networkwas used here to\n\u003c/p\u003e\n\u003cp\u003emodel SULR. In general, the number of neurons in the hidden layer is a\nsensitive factor. Too many neurons usually cause overfitting of the ANN\nmodel, while less neurons frequently lead to underfitting and low corre-\nlation. We iteratively conducted the ANN simulations by only changing\nthe number of neurons in the hidden layer from 6 to 15 and finally\ndecided the number with the least model fitting error. In this study,\n11 and 9 neurons in the hidden layer were selected for the MODIS-\nbased and VIIRS-basedmodel. The input and output of the ANN simula-\ntion are displayed in Table 6.MODIS band 29 is thewater vapor channel;\nbands 31 and 32 are related to the skin temperature, and have a strong\n\u003c/p\u003e\n\u003cp\u003eTable 6\nVariables used in the ANN simulation.\n\u003c/p\u003e\n\u003cp\u003eVariables Unit\n\u003c/p\u003e\n\u003cp\u003eInput Radiances of MODIS bands 29, 31,32 and 33,\nor VIIRS bands M14, M15 and M16\n\u003c/p\u003e\n\u003cp\u003eWm−2sr−1μm−1\n\u003c/p\u003e\n\u003cp\u003eSensor view zenith angle Radian\nOutput Surface upward longwave radiation W m−2\u003c/p\u003e\n\u003cp\u003elinear relationship with SULR (Barnes et al., 1998; Tang \u0026amp; Li, 2008);\nBand 33 is relevant to the near surface temperature. The radiances\nmeasured in VIIRS channels M14, M15 and M16 were inputs in the\nVIIRS-based ANN retrieval model. Additionally, sensor view zenith\nangle was used to calibrate the nonlinear effect in the SULR retrieval.\n\u003c/p\u003e\n\u003cp\u003e4. Sensitivity analyses\n\u003c/p\u003e\n\u003cp\u003e4.1. Impact of solar illumination on the SULR simulation\n\u003c/p\u003e\n\u003cp\u003eThe MODTRAN simulation was performed based on similar condi-\ntions in Section 2.3, but the spectral range was set to 4–100 μm. The\nfull radiationmode and thermalmodewere used to evaluate the impact\nof the solar illumination. When full radiation mode was used, the Mie-\ngenerated internal database of aerosol phase functions was selected\nand day of year was set to 93. In order to choose the typical sun angles,\nthe solar and sensor zenith and azimuth angles were extracted from\nMOD07 data within the Tibetan Plateau in March, June, September\nand December of 2012. The relative azimuth angle was calculated by\nthe sun azimuth angle minus the sensor azimuth angle. We chose four\nrepresentative angle combinations (20°, 0°), (30°, 100°), (40°,−100°),\u003c/p\u003e\n\u003cp\u003eFig. 10. Histograms of SULR differences in percent between the full radiation mode and\nthermal mode for four cases with different combinations of the sun zenith angle and\nrelative azimuth angle.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eand (60°, −200°) in the sun zenith angle and relative azimuth angle\n\u003c/p\u003e\n\u003cp\u003erepresentativeness of the atmospheric profile itself, which will be\ndiscussed in Section 5.1. Meanwhile, SULR is less sensitive to atmospheric\nconditions, but dominated by the surface properties. There are at most 16\nlayers in the atmospheric profiles from MOD/MYD07 data, therefore\ncoarser vertical resolution causes less variation compared with the\nfine-resolution radiosonde data. So more profiles may not increase\nmore information about atmospheric conditions.\n\u003c/p\u003e\n\u003cp\u003e4.3. Impact of the emissivity dataset on the retrieval method\n\u003c/p\u003e\n\u003cp\u003eIt is known that surface emissivity depends on soil water content\nand can induce model biases in the estimation of LST and surface\n\u003c/p\u003e\n\u003cp\u003eTable 7\nThe major variables and ranges for the MODTRAN simulation.\n\u003c/p\u003e\n\u003cp\u003eVariables Ranges\n\u003c/p\u003e\n\u003cp\u003eAtmosphere mode 1–6\nSurface temperature (K) 260 to 320 with increment of 5\nAltitude (km) 0.0, 1.0, 3.0 and 5.0\nView zenith angle (°) 0, 20, 40 and 60\n\u003c/p\u003e\n\u003cp\u003eFig. 11. Sensitivity of the quantity of profiles on the ANN model.\n\u003c/p\u003e\n\u003cp\u003e228 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003ebased on the relationship between them in Fig. 9.\nThe histograms of SULR differences between the full radiation mode\n\u003c/p\u003e\n\u003cp\u003eand thermal mode for four representative cases were shown in Fig. 10.\nThe differences are mainly focused on about 0.1% although the maxi-\nmum can reach to circa 2%. With the increase of sun zenith angles, the\nimpact of sun illumination becomes smaller, especially for the\nmaximum of differences. This is because the larger sun zenith angles\ncan cause more atmospheric absorptions on the solar radiation, leading\nto less energy into the land surface. Because of the limited impact on the\nretrieval of SULR, the thermal model was chosen in the MODTRAN\nsimulation.\n\u003c/p\u003e\n\u003cp\u003e4.2. Impact of the quantity of profiles on the SULR retrieval\n\u003c/p\u003e\n\u003cp\u003eThe sensitivity of the quantity of profiles on the SULR retrievalwas an-\nalyzed. Thenumbers of profilewere set to 500, 700, 900, 1100, 1300, 1500\nand 1600. In each case, samples with specific quantity were extracted\nrandomly from the dataset of 1608 profiles. The ANN model was carried\nout 10 times to get the histogram of RMSEs in each case (Fig. 11).\nThe mean RMSE of each case ranges from about 11.1 to 11.5 W m−2.\nThe maximal and minimal RMSEs are about 11.9 W m−2 and\n10.7 W m−2. These indicate that profile quantity cannot significantly af-\nfect the regression accuracy of the ANN model. The key factor is the\u003c/p\u003e\n\u003cp\u003eFig. 12. Soil emissivities with different soil moistures. The percent is the soil water content\nand the number in the bracket is the serial number used in Fig. 13.\u003c/p\u003e\n\u003cp\u003eradiative fluxes (Hulley, Hook, \u0026amp; Baldridge, 2010; Mira et al., 2010;\nRubio, Caselles, \u0026amp; Badenas, 1997; Xiao et al., 2003). The influence of\nsoil moisture can cause land surface emissivity increase from 1.7% to\n16% and brings in systematic biases to the LST about 0.1 to 2 K (Mira,\nValor, Boluda, Caselles, \u0026amp; Coll, 2007).\n\u003c/p\u003e\n\u003cp\u003eIn order to determine the impact of emissivities with different soil\nmoistures on the ANNmodel for the SULR retrieval, a simulation exper-\niment was performed. The emissivity data with different soil water\ncontents used to describe the surface characteristics in MODTRAN are\nshown in Fig. 12. The soil water contents are from 0.63% to 18.94% and\nhigher soil moisture generally leads to higher soil emissivity. The set-\ntings of major variables in the MODTRAN simulation are listed in\nTable 7. The simulated results were feed into the ANN model to derive\nSULR. The estimated SULR was compared with MODTRAN simulated\nvalues, and the results can be seen in Fig. 13. The differences for emissiv-\nities with different soil water contents are all near zero, although the\nmagnitude of extrema can reach to near 50 Wm−2 and−20 Wm−2. It\nsuggests that the variability of land surface emissivity due to soilmoisture\ncannot influence the retrieval accuracy of the ANN-based SULR model\nremarkably. Therefore, the differences between the ANN retrieved and\nMODTRAN calculated SULR are insensitive to soil water contents.\n\u003c/p\u003e\n\u003cp\u003eThe emissivity dataset used in the MODTRAN simulation consists of\n52 spectral emissivity data. The representativeness of the emissivity\u003c/p\u003e\n\u003cp\u003eFig. 13. Boxplots of differences between ANN model\u0027s SULR and that from MODTRAN for\n12 spectral emissivities with different soil moistures.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003edataset was carried on based on the cross-validation method. The spec-\ntral emissivities were randomly selected from the emissivity dataset by\nthe numbers of 10, 20, 30, 40 and 50 as the training data, and the re-\nmaining emissivities were used in the validation stage. Each case was\nrepeated 30 times to derive the statistical results. In Fig. 14, the red\nboxplots are training RMSEs and the blue ones are validation RMSEs.\nThe results using 10 spectral emissivities are not shown due to the\n\u003c/p\u003e\n\u003cp\u003elarger uncertainty in retrieved SULR due to inadequate representative-\nness. When adding more spectral emissivities in the training dataset,\nthe mean validation RMSEs become smaller from 42.5 to 16.2 W m−2,\nmaking the ANN model more robust. Moreover, the emissivity dataset\nwas selected based on the principle of maximum variance among\nthree emissivity libraries. Each spectral emissivity is very different\nfrom each other, therefore any spectral emissivity cannot bewell repre-\nsented by others, which is a reason for the high discrepancy between\nthe training and validation RMSEs. Generally the ANN model can\nadapt to different emissivities under all kinds of atmospheric and sur-\nface conditions, and the emissivity dataset used can basically satisfies\nthe requirement.\n\u003c/p\u003e\n\u003cp\u003e5. Results and discussion\n\u003c/p\u003e\n\u003cp\u003e5.1. Statistical characteristic of the simulation database\n\u003c/p\u003e\n\u003cp\u003eThe generalization ability of the ANNmodel is actually based on the\ninterpolation rather than extrapolation. Therefore, it is required that the\ninput and output for training the ANNmodel should contain all possible\nsituations. The upper and lower limits should be wide enough,\nmeanwhile the uniform distribution of values of samples within limits\nis also expected. The quality of atmospheric profile database is critical\nto depict the real atmospheric conditions in the Tibetan Plateau. The\ndetailed evaluation of MOD07/MYD07 data can refer to the work by\nSeemann et al. (2003). In order to further verify the validity, we investi-\ngate the distribution characteristics of the profile database with five\nvariables (Fig. 15) and the simulation results of SULR in Fig. 17.\n\u003c/p\u003e\n\u003cp\u003eThree key parameters are total column perceptible water vapor\n(TCPWV), surface elevation and skin temperature. First, TCPWV is the\ndepth of water in a column of the atmosphere if all thewater is concen-\n\u003c/p\u003e\n\u003cp\u003eFig. 14. Boxplots of training (red) and validation (blue) RMSEs in the ANNmodel with 10\nto 50 spectral emissivities in the training stage based on the cross-validation method. The\nresults using 10 spectral emissivities are not shown due to the large validation RMSEs\nbeyond 500 Wm−2.\n\u003c/p\u003e\n\u003cp\u003e229Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003elarge validation RMSEs beyond 500Wm−2. It is shown that the training\nRMSEs are relatively stable hovering around 10 to 13 W m−2, but the\nvalidation RMSEs vary dramatically. Less emissivity data can lead to\u003c/p\u003e\n\u003cp\u003eFig. 15. The statistical histograms of the atmospher\u003c/p\u003e\n\u003cp\u003etrated together in centimeter. It is the quantity of total atmospheric\nwater vapor content which is the most abundant greenhouse gas that\nemits and absorbs the atmospheric longwave flux (Naud, Chen,\u003c/p\u003e\n\u003cp\u003eic profile database from MOD07/MYD07 data.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003efile d\n\u003c/p\u003e\n\u003cp\u003e230 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003eRangwala, \u0026amp; Miller, 2013; Stephens et al., 2012). TCPWV ranges from\n0.01 to 4.489 cm with a mean of 0.532 cm (Fig. 15a) and exhibits the\ntrend of exponential decay with most aggregated in 0 to 1.5 cm that is\nconsistent with the result of Zhang, Wang, Zhai, Gu, and He (2013).\nThis indicates the relative low-humidity atmospheric condition in the\nTibetan Plateau. Second, the elevation range of this database is from 0\nto 6.53 km (Fig. 15b), which covers the main altitude distribution in\nthe Tibetan Plateau and the valley areas with elevation less than 2 km.\nThird, surface skin temperatures were from 220 to 340 K (Fig. 15c).\nThis range can include all possible temperatures, thus it is enough for\nthe simulation and modeling.\n\u003c/p\u003e\n\u003cp\u003eFig. 16. The spatial distribution ofMOD/MYD07 profiles (the circles) in the atmospheric pro\nthe Tibetan Plateau.\u003c/p\u003e\n\u003cp\u003eThe features of spatiotemporal distribution also satisfy the require-\nment. The result shows a good uniformity ofmonth distribution (except\nFebruarywith 87 profiles andMarchwith 211 profiles) that can guaran-\ntee the inclusion of seasonal effect on the SULR retrieval model\n(Fig. 15d). The spatial distribution of profiles is presented in Fig. 16.\nThe background\u0027s surface types were from MCD12Q1 data in 2012\nbased on the IGBP scheme in the Tibetan Plateau. There are 7 dominat-\ning surface types: Grasslands, Barren or sparsely vegetated, Mixed for-\nest, Open shrublands, Snow and ice, Evergreen Needleleaf forest and\nWater. Most surface types were covered by some profiles. Few profiles\nare distributed in the center of the Tibetan Plateau. This is probably\nbecause this region has homogeneous and stable atmospheric environ-\nment, hence a handful of profiles can stand for the atmospheric\nconditions. Meanwhile more profiles are located near the margins of\nthe Tibetan Plateau, such as the junctures of Himalaya Mountains,\nTaklimakanDesert andQaidamBasin. These areas have the larger eleva-\ntion variation that causes dramatically changes of air temperature and\nhumidity. The profiles (green circles in Fig. 16) with lowest altitude\nless than 2 km are concentrated in the south and east where the\ntopography and land cover are diverse and synoptic environment\nis changeable, thus lead to greater variability of atmosphere\nprofiles.\n\u003c/p\u003e\n\u003cp\u003eAs the retrieval target, SULR\u0027s distribution demonstrates the ratio-\nnality of the simulation database. The ranges of SULR data for MODIS\nand VIIRS are almost the same from about 30 to 700 W m−2 with a\nmean of 259.355Wm−2. These correspond to the equivalent brightness\ntemperatures as a blackbody from 152 to 333 K according to the Stefan–\nBoltzmann law, which covers all possible surface temperature.\u003c/p\u003e\n\u003cp\u003eFurthermore, they mainly concentrate from about 170 to 450 W m−2, a\nmajor variation in the TibetanPlateau (Shi\u0026amp; Liang, 2013; Yang et al., 2006).\n\u003c/p\u003e\n\u003cp\u003e5.2. ANN training results\n\u003c/p\u003e\n\u003cp\u003eThree indices were chosen to characterize the accuracy of the SULR\nretrieval: the coefficient of determination (R2), mean bias error (MBE)\nand root-mean-square error, which are defined as follows:\n\u003c/p\u003e\n\u003cp\u003e2\n\u003c/p\u003e\n\u003cp\u003eXn\ni¼1\n\u003c/p\u003e\n\u003cp\u003eEi;true− Etrue\n� �\n\u003c/p\u003e\n\u003cp\u003eEi;derived− Ederived\n� � !2\n\u003c/p\u003e\n\u003cp\u003eatabase. The surface typeswere fromMCD12Q1 data in 2012 based on the IGBP scheme in\u003c/p\u003e\n\u003cp\u003eR ¼Xn\ni¼1\n\u003c/p\u003e\n\u003cp\u003eEi;true− Etrue\n� �2 �Xn\n\u003c/p\u003e\n\u003cp\u003ei¼1\nEi;derived− Ederived\n� �2\n\u003c/p\u003e\n\u003cp\u003e;\n\u003c/p\u003e\n\u003cp\u003eð2Þ\n\u003c/p\u003e\n\u003cp\u003eMBE ¼ 1\nN\n\u003c/p\u003e\n\u003cp\u003eXN\ni¼1\n\u003c/p\u003e\n\u003cp\u003eEi;derived− Ei;true\n� �\n\u003c/p\u003e\n\u003cp\u003e; ð3Þ\n\u003c/p\u003e\n\u003cp\u003eFig. 17. The statistical histograms of SULR in the simulation database.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eFig. 18. ANN simulation results for MODIS a) training and b) testing dataset. The color scale is given as the point quantity.\n\u003c/p\u003e\n\u003cp\u003e231Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003eRMSE ¼\nffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi\n1\nN\n\u003c/p\u003e\n\u003cp\u003eXN\ni¼1\n\u003c/p\u003e\n\u003cp\u003eEi;derived−Ei;true\n� �2\n\u003c/p\u003e\n\u003cp\u003e;\n\u003c/p\u003e\n\u003cp\u003evuut ð4Þ\nwhereN is the sum of samples, Ei,derived is themodel derived SULR, Ei,true\nis the true SULR which is either the value simulated by MODTRAN or\nground measured value, Etrue is the mean of all Ei,true, and Ederived is the\nmean of all Ei,derived.\n\u003c/p\u003e\n\u003cp\u003eFig. 18 is the ANN training results forMODIS data. The number of the\nlegend is the point quantity. The range of SULR is from30 to 600Wm−2.\nThe training and testing dataset were divided stochastically by the rate\nof 80% and 20%. Most of the points follow one-to-one dash line for both\nMODIS training and testing dataset. The agreement between the ANN\nmodel fitting and the radiative transfer model computations is very\ngood. For the training dataset with about 0.64 million samples, R2 is\n0.988, RMSE is 11.379Wm−2, andMBE is 0.003Wm−2. For the testing\ndataset with about 0.16 million samples, R2 is 0.990, RMSE is\n10.716 W m−2, and MBE is −2.180 W m−2. The similar results are\nshown in Fig. 19 for VIIRS data, but the regression results are not as\ngood as MODIS\u0027. The R2, RMSE and MBE are 0.981, 13.434 W m−2 and\n−0.001 W m−2 respectively for the training dataset, and 0.983,\n13.112Wm−2 and−2.573Wm−2 for the testing dataset. One possible\nreason is the lack of similar band in VIIRS instrument like MODIS band\n33, whereas band 33 can offer some complementary information that\nenhances the retrieval accuracy.\u003c/p\u003e\n\u003cp\u003eFig. 19. ANN simulation results for VIIRS a) training and b) tes\u003c/p\u003e\n\u003cp\u003e5.3. Validation of the MODIS SULR\n\u003c/p\u003e\n\u003cp\u003eThe ground measured data were used to further validate the\nproposed method. MOD021KM data were screened using MOD35 cloud\nmask data in 2007 and 2008. The pixel of one station was considered to\nbe clear when the 3 × 3 neighborhood were all clear. When at least two\nstations were under the clear-sky condition in one MOD021KM image,\nit was deemed to be valid and thenwas processed to retrieve SULR imag-\nery. As a matter of fact, the Tibetan Plateau is always covered by clouds\nduringmost time of a year when Terra or Aqua satellite overpasses, espe-\ncially in the eastern partwhere StationD105, Amdo, NPAM, BJ andNamco\nare sited. In order to fully verify the ANN model, we checked all\nMOD021KM granule data in each month during 2007 and 2008. The se-\nlected data were preprocessed and put into the ANN model to derive\nSULR data. According to the geographic position of each ground station,\nthe mean SULR value of pixels in 3 × 3 neighborhood was recorded as\nthe ANN retrieved SULR. About 2140 validation samples were finally\ncollected.\n\u003c/p\u003e\n\u003cp\u003eThe retrieval results were compared with ground measured SULR\ndata (Fig. 20). The results show that the estimation biases vary among\ndifferent ground stations. R2 ranges from 0.941 to 0.842, RMSE ranges\nfrom 21.505 to 31.649 W m−2, and MBE is between −5.491 and\n21.746 W m−2. When we put all data together, R2 is 0.886, RMSE\nis 26.985 W m−2 and MBE is 10.812 W m−2 as a whole. The best\nevaluation result can be found in Station D105 with the minimal\u003c/p\u003e\n\u003cp\u003eting dataset. The color scale is given as the point quantity.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eFig. 20. Scatterplots of MODIS SULR versus ground measurements of 7 stations. The black line is the 1:1 line.\n\u003c/p\u003e\n\u003cp\u003e232 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eRMSE of 21.505 Wm−2, but the worst result is in Station BJ due to the\nobvious overestimation for larger SULR as is also shown for Station\nNamco. In general, the MODIS SULR is overestimated compared with\nin situ measurements except Station Amdo where there is an underes-\ntimation for smaller value of SULR. And Station ZhuFeng, D105 and\nAmdo have relatively small deviation. Station Namco, LinZhi and BJ\nare less closer to the one-to-one line than the other stations. Ideally,\nno cloud around the ground sites in a wide range is a better situation.\nBecause the validation requires a match-up between ground measure-\nments and satellite imagery. However, the procedures of geolocation\nand resampling can cause some biases of positions; furthermore, uncer-\ntainties of the cloud identification can bring in cloud contamination on\npixels where the station locates.\n\u003c/p\u003e\n\u003cp\u003eThe topography and heterogeneity of the surface cover can also\ncontribute to the inversion errors. The Tibetan Plateau is a topograph-\n\u003c/p\u003e\n\u003cp\u003ewhere a0, a1, a2 and a3 are the regression coefficients. Based on the\nMODTRAN simulation database, we first extracted 1000 samples\nrandomly at each view zenith angle of 0°, 30° and 60° according to the\nangle settings in Table 1 of Wang et al. (2009). Next, the multiple linear\nregression was performed to derive the regression coefficients and the\nresults are presented in Fig. 21a. Lastly, the same dataset was employed\nby the ANNmethod (Fig. 21b). For the linear model proposed by Wang\net al. (2009), RMSE ranges from 33.036 to 36.331 W m−2, and MBE\nranges from 6.898 to 12.195 W m−2. The greater discrepancies exist\nwhere SULR is within the black box in Fig. 21a. The ANNmodel can pro-\nduce better retrieval results with RMSE from 12.043 to 13.930 W m−2\n\u003c/p\u003e\n\u003cp\u003eandMBE from−0.738 to 0.831Wm−2. Therefore, the nonlinearity be-\ntween SULR and TOA radiances ofMODIS bands can be expressed better\nby the ANN model.\n\u003c/p\u003e\n\u003cp\u003eThe SULR data were retrieved based on the method described by\nWang et al. (2009), but the regression coefficients were recalculated\n\u003c/p\u003e\n\u003cp\u003evariance existed for our method. Meanwhile, the retrieval biases were\ndifferent for the daytime and night data. The night MODIS SULR data\n\u003c/p\u003e\n\u003cp\u003e233Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003eically complex region. The effect of topography around the sites is sig-\nnificant (Lipton, 1992; Manners, Vosper, \u0026amp; Roberts, 2012; Oliphant,\nSpronken-Smith, Sturman, \u0026amp; Owens, 2003), especially in Station\nLinZhi, so the SULR not considering the terrain can have greater devi-\nation compared with ground measurements. Station Namco is located\nnear Lake Nam, which is the largest salt lake in the Tibet Autonomous\nRegion. The distinct difference of land covers in a 1-km resolution\npixel can significantly affect the satellite signal, thus make the large\nbiases between retrieved and measured SULR on the shore. The fact\nthat it is difficult to discriminate the cloud and snow/ice in the lake\nfrom MOD35 product can also cause nonnegligible influence.\n\u003c/p\u003e\n\u003cp\u003eThe seasonal difference of the sample pairs is also presented in\nFig. 20. The color of each point is based on its month that is divided\ninto four seasons: spring (2, 3 and 4), summer (5, 6 and 7), autumn\n(8, 9 and 10) and winter (11, 12 and 1). In winter, the SULR ranged\nfrom 200 to 400 W m−2 with variation as high as 200 W m−2. But in\nStation ZhuFeng on the southern-most Tibetan Plateau it ranged from\n250 to 450 W m−2. Similar variations were found in other seasons.\nThe changes of solar position in different seasons can influence the sur-\nface temperature (Senkova, Rontu, \u0026amp; SavijÄRvi, 2007). The atmospheric\nconditions of four seasons also present a distinct difference that leads to\ndiverse incoming solar radiation (Huang, Liu, \u0026amp; Liang, 2011; Zhang,\nRossow, \u0026amp; Stackhouse, 2007) and downward sky thermal radiative\nflux (Naud et al., 2013). The season can change land properties dramat-\nically, such as the cycle of vegetation, snow or ice cover. All of these fac-\ntors change SULR and impact the retrieval results.\n\u003c/p\u003e\n\u003cp\u003e5.4. Comparison with the Wang\u0027s method\n\u003c/p\u003e\n\u003cp\u003eA linear SULRmodel was proposed byWang et al. (2009) (refer it as\nWang2009 method), which used TOA radiances of MODIS thermal\nwindow channels 29, 31, 32 to infer SULR:\n\u003c/p\u003e\n\u003cp\u003eSULR ¼ a0 þ a1L31 þ a2L32 þ a3L29; ð5Þ\u003c/p\u003e\n\u003cp\u003eFig. 21. Comparison between SULR by MODTRAN and that\u003c/p\u003e\n\u003cp\u003eare better than the daytime ones for both methods. As a consequence,\nthe ANN-based method can serve as a better solution for retrieving\nSULR.\n\u003c/p\u003e\n\u003cp\u003e5.5. Comparison between MODIS and VIIRS SULR\n\u003c/p\u003e\n\u003cp\u003eThe publicly available VIIRS images begin from July 2, 2012, but\nthe ground measured radiation data within this period are not\navailable for us, which makes direct estimation impossible at this\ntime. For this reason, evaluation of retrieved SULR from VIIRS data\nwas performed indirectly by comparing it with retrievals from\nMODIS data. The acquisition time of one MODIS granule image is\n07:40 (UTC), January 5, 2014 and that of one VIIRS granule image is\nfrom 07:41 to 07:46 (UTC) in the same day. The time lag is less\nthan six minutes. Thus it is assumed that no significant differences\nof atmospheric conditions and land surface properties exist between\nthese two images.\u003c/p\u003e\n\u003cp\u003ebased on our simulation database although the view zenith angles\nweren\u0027t exactly the same. The retrieved SULR data were evaluated by\nground measurements shown in Fig. 22. For the daytime data, R2 was\n0.704, RMSE was 40.283 W m−2 and MBE was 21.687 Wm−2; and R2,\nRMSE and MBE were 0.838, 25.310Wm−2 and 12.949 Wm−2 respec-\ntively for the night data. The method proposed by this paper can\nimprove the evaluation as presented in Fig. 23 with R2 of 0.796, RMSE\nof 29.653 W m−2 and MBE of 12.763 W m−2 for the daytime data,\nand R2 of 0.882, RMSE of 19.090 W m−2 and MBE of 6.115 W m−2 for\nthe night data. These two methods can derive similar scatter pattern\nfrom the point of view of different ground stations. For example,\nMODIS SULR data in Station Amdo were almost underestimated in the\nnight; overestimation could be found for Station BJ. Nevertheless less\u003c/p\u003e\n\u003cp\u003eby a) the Wang2009 method or b) the ANN method.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eFig. 22. Scatterplots between MODIS SULR and ground measurements using Wang2009 method in the daytime (left) and in the night (right).\n\u003c/p\u003e\n\u003cp\u003e234 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003eThe plots of MODIS and VIIRS SULR data over the Tibetan Plateau are\nshown in Fig. 24. The bold black line is the boundary line of the Tibetan\nPlateau. The gray lines are administrative boundary lines. And thewhite\nareas are covered by the clouds or invalid data. It can be seen from these\nplots that the spatial distribution patterns of SULR data consistent with\neach other. The higher values occur in the south of the Tibetan Plateau.\nAt the same time, the lower values are distributed over lake and have\nclosely relationship with the cloud. The cloud shadow can reduce\nsurface temperature and then the upward longwave radiation. The\nlower upward longwave radiation along the border of the cloud ismain-\nly due to theunidentified cloud pixels or pixels partly coveredby clouds.\nThe difference of cloudmask fromMODIS andVIIRS products is obvious:\nmore clouds are identified in the northeast corner of theMODIS data. In\nthe local enlarged image plots, VIIRS cloud mask products recognize\nmore clouds within the lake. These biases may be due to the frozen\nlake confusing the cloud and snow/ice. This is a reason why large dis-\ncrepancy exists between SULR fromMODIS and VIIRS data in Fig. 25.\n\u003c/p\u003e\n\u003cp\u003eIn order to compare the difference of SULR data from MODIS and\nVIIRS data, the MODIS SULR were downscaled to 750 m with nearest\nneighbor resampling method. The SULR data retrieved from both\nMODIS and VIIRS data were extracted and compared over thewhole re-\ngion excluding the areas covered by clouds or invalid data. The density\nplot is shown in Fig. 25. Most of the values are concentrated between\n300 and 450 W m−2 with R2 of 0.515, RMSE of 26.021 W m−2 and\nMBE of 2.869 W m−2. The VIIRS SULR data have some overestimation\u003c/p\u003e\n\u003cp\u003eFig. 23. The same results as that shown in Fig. 20\u003c/p\u003e\n\u003cp\u003ein lower values and underestimation in higher values with respect to\nMODIS SULR.\n\u003c/p\u003e\n\u003cp\u003eAs a whole, the retrieval results from MODIS and VIIRS data have a\ngood agreement, although a large discrepancy still exists. The difference\nmay be caused by the following reasons: First, MODIS and VIIRS have\ndifferent spatial resolutions. The radiance of one pixel in the same\ngeographic position represents different mixed surface temperature\nand emissivity of heterogeneous land covers unless the surface is\nhomogeneous, isothermal and plane. Furthermore, geolocation for\nMODIS and VIIRS data is not exactly matched in nature. The slight dis-\ncrepancy of georeferenced MODIS and VIIRS can be found, especially\nsignificant in the edge of lakes, rivers etc. Additionally, the view geom-\netries are not the same for each pixel. Finally, itmakesmore discrepancy\nwhen the effect of topography is superposed on the different view ge-\nometry (Lipton\u0026amp;Ward, 1997; Liu, Hiyama, \u0026amp;Yamaguchi, 2006). As a re-\nsult, high quality in situ measurements are preferred to evaluate the\nvalidity of the proposed model using the VIIRS data.\n\u003c/p\u003e\n\u003cp\u003e6. Conclusions\n\u003c/p\u003e\n\u003cp\u003eIn this paper, a hybrid method, which combines extensive radiative\ntransfer simulation and the ANN statisticalmodel, is proposed to predict\nSULR directly from TOA radiances of MODIS and VIIRS thermal infrared\nwindow channels as well as satellite view zenith angle over the Tibetan\nPlateau, a special region, known as the “Third Polar”. As a successor of\u003c/p\u003e\n\u003cp\u003eexcept the emphasis on the diurnal variation.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003ebold\n\u003c/p\u003e\n\u003cp\u003e235Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003eMODIS instrument, VIIRS can provide results as good as MODIS with\n750 m finer resolution in the retrieval of SULR, and is a promising data\nsource for retrieving surface radiation components and monitoring the\nsurface energy balance.\n\u003c/p\u003e\n\u003cp\u003eThe variable selection is a critical step in modeling SULR. Several\nanalyses were performed, including variable selection based on the\nrandom forest method, sensitivity analyses of MODIS TOA radiances to\nthe surface emissivity and temperature, variations of RMSEs of the\nANN regression among different variable combinations, and the impact\nof view zenith angle on the ANN retrieval model. The results illustrate\nthat TOA radiances of MODIS channels 29, 31,32 and 33 (or VIIRS chan-\n\u003c/p\u003e\n\u003cp\u003eFig. 24. The plots of SULR data derived fromMODIS data (top) and VIIRS data (bottom). The\nboundary lines.\u003c/p\u003e\n\u003cp\u003enels M14, M15 and M16) and VZA are sensitive to SULR, and they were\nselected as the input parameters in the ANN model.\n\u003c/p\u003e\n\u003cp\u003eFurther sensitivity analyses were performed in order to check some\nissues concerning with in the course of modeling. The impact of the\nsolar illumination on SULR was simulated with four typical cases of\nsolar view zenith and relative azimuth angles based on statistical\nresults within four months in the Tibetan Plateau. Results suggest that\n\u003c/p\u003e\n\u003cp\u003eFig. 25. The comparison of retrieved SULR from MODIS and VIIRS data.\u003c/p\u003e\n\u003cp\u003edifferences with and without solar illumination are mainly focused on\nabout 0.1% although the maximum can reach to circa 2%. Therefore,\nthermal model was chosen in theMODTRAN simulation due to the lim-\nited influence of the solar radiation. In addition, the profile quantity can-\nnot significantly affect the regression accuracy of the ANN retrieval\nmodel as themean RMSEs from about 11.1 to 11.5Wm−2. Consequent-\nly, the key factor is the representativeness of the atmosphere profile it-\nself. Moreover, the influences of different spectral emissivities and\nemissivity data with various soil moistures on the ANN retrieval\nmodel were analyzed from the MODTRAN simulated dataset. It was\nfound that the ANN model worked well for different emissivity data,\n\u003c/p\u003e\n\u003cp\u003eblack line indicates the boundary of the Tibetan Plateau. The gray lines are administrative\u003c/p\u003e\n\u003cp\u003eand adapted to the impact of soil moisture on the emissivity.\nA comprehensive and representative database is required to model\n\u003c/p\u003e\n\u003cp\u003eSULR based on radiative transfer simulation and statistical model. Five\ncriteria were used to screen the eligible air temperature and dew\npoint temperature profiles from MODIS atmospheric profiles product.\nThis procedure removed poor-quality profiles and ensured the repre-\nsentativeness of profile dataset in the Tibetan Plateau. And then in\norder to verify the reasonability of ANN interpolation, the statistical\ncharacteristics of main parameters in the simulated database were ana-\nlyzed. TCPWV ranged from 0.01 to 4.489 cm with a mean of 0.532 cm.\nThe elevation rangesd from 0 to 6.53 km. The surface skin temperatures\nwere between 220 and 340 K. The spatial distribution of profiles cov-\nered all possible surface types and was relatively concentrated along\nthe boundary of the Tibetan Plateau. Lastly, all of the samples were\nevenly distributed across the whole year. Therefore, a reasonable simu-\nlation dataset was built for the ANN-based retrieval model.\n\u003c/p\u003e\n\u003cp\u003eThe evaluation and comparison were performed firstly based on the\nsimulation database. The validation by the training and testing database\nof both MODIS and VIIRS showed that ANN model is a good nonlinear\nmodel to fit SULR with the TOA radiances and VZA. The ANN model is\npreferred when comparing with the Wang2009method using our sim-\nulation data. The ANN model can handle nonlinearity between SULR\nand TOA radiances better and produces better retrieval results with\nless RMSE and MBE.\n\u003c/p\u003e\n\u003cp\u003eFurther, the MODIS-derived SULR values were validated using two-\nyear ground measured data of seven stations in the Tibetan Plateau.\nThe in situ measurements were first converted to SULR in spectral\nrange of 4–100 μm according to the fitted linear functions. The\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003e236 Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp\u003eevaluation results show that the R2, RMSE and MBE are of 0.886,\n26.985 W m−2 and 10.812 W m−2, respectively. The seasonal\ndifferences between the samples were also analyzed, which indicated\nthat this ANN-based hybrid method preferably models the seasonal\nvariation of SULR. With respect to the validation of VIIRS-retrieved\nSULR, the discrepancy is relatively large when directly comparing\nVIIRS SULR with MODIS SULR. However, the overall trend and distribu-\ntion are very similar. Most of the values are concentrated between 300\nand 450 W m−2 with R2 of 0.515, RMSE of 26.021 W m−2 and MBE of\n2.869 Wm−2.\n\u003c/p\u003e\n\u003cp\u003eMore ground measurements over different regions with various\nland covers are required for its further promotion. However, the surface\nheterogeneity and complicated terrain can lead to the difficulties in data\nmatching and then influence the model\u0027s stability (Essery \u0026amp; Marks,\n2007; Liang et al., 2002). In conclusion, although many refinements\nare envisioned, this approach is proved useful to retrieve the surface\nupward longwave radiation in an efficient way and provides source\ndata for the research of the surface energy budget.\n\u003c/p\u003e\n\u003cp\u003eAcknowledgments\n\u003c/p\u003e\n\u003cp\u003eThis work has been supported by the state key program of Natu-\nral Science Foundation of China (NSFC) (Grant No. 41331171) and\nthe National Key Basic Research Program of China (973 Program)\n(2013CB733402). The authors would like to thank NASA Goddard\nSpace Flight Center (GSFC) Level 1 and Atmosphere Archive and Dis-\ntribution System (LAADS) for providing us with the MODIS data\nproducts, the Comprehensive Large Array-data Stewardship System\n(CLASS) for providing VIIRS data products, the ASTER science team for\nproviding the ASTER Spectral Library data, Dr. Zhengming Wan\u0027s Group\nat ICESS (Institute for Computational Earth System Science) located on\nthe campus of UCSB for releasingMODIS UCSB Emissivity Library, and In-\nstitute of Tibetan Plateau Research, Chinese Academy of Science for pro-\nviding in situ radiation data at seven sites in the Tibetan Plateau. Besides,\nwe wish to thank Dr. Heshun Wang (Institute of Remote Sensing and\nDigital Earth, Chinese Academy of Sciences) who provided us with the\nin situ emissivity data in different soil moisture conditions. Special\nthanks are also given to two anonymous reviewers for their valuable\ncomments and suggestions that greatly improve this paper.\n\u003c/p\u003e\n\u003cp\u003eReferences\n\u003c/p\u003e\n\u003cp\u003eAbramowitz, G., Pouyanné, L., \u0026amp; Ajami, H. (2012). On the information content of surface\nmeteorology for downward atmospheric long-wave radiation synthesis. Geophysical\nResearch Letters, 39, L04808.\n\u003c/p\u003e\n\u003cp\u003eBaldridge, A. M., Hook, S. J., Grove, C. I., \u0026amp; Rivera, G. (2009). The ASTER spectral library\nversion 2.0. Remote Sensing of Environment, 113, 711–715.\n\u003c/p\u003e\n\u003cp\u003eBarnes, W. L., Pagano, T. S., \u0026amp; Salomonson, V. V. (1998). Prelaunch characteristics of the\nModerate Resolution Imaging Spectroradiometer (MODIS) on EOS-AM1. IEEE\nTransactions on Geoscience and Remote Sensing, 36, 1088–1100.\n\u003c/p\u003e\n\u003cp\u003eBerk, A., Anderson, G. P., Acharya, P. K., Bernstein, L. S., Muratov, L., Lee, J., et al. (2006).\nMODTRAN5: 2006 update, 62331 F-62331F.\n\u003c/p\u003e\n\u003cp\u003eBerk, A., Anderson, G. P., Bernstein, L. S., Acharya, P. K., Dothe, H., Matthew, M. W., et al.\n(1999). MODTRAN4 radiative transfer modeling for atmospheric correction. In A.\nM. Larar (Ed.), Optical spectroscopic techniques and instrumentation for atmospheric\nand space research Iii (pp. 348–353). Bellingham: Spie-Int Soc Optical Engineering.\n\u003c/p\u003e\n\u003cp\u003eBreiman, L. (2001). Random forests. Machine Learning, 45, 5–32.\nCao, C., Xiong, J., Blonski, S., Liu, Q., Uprety, S., Shao, X., et al. (2013). Suomi NPP VIIRS\n\u003c/p\u003e\n\u003cp\u003esensor data record verification, validation, and long-term performance monitoring.\nJournal of Geophysical Research, [Atmospheres], 118, 11664–11678.\n\u003c/p\u003e\n\u003cp\u003eDiaz-Uriarte, R., \u0026amp; Alvarez de Andres, S. (2006). Gene selection and classification of\nmicroarray data using random forest. BMC Bioinformatics, 7, 3.\n\u003c/p\u003e\n\u003cp\u003eEllingson, R. G. (1995). Surface longwave fluxes from satellite observations: a critical\nreview. Remote Sensing of Environment, 51, 89–97.\n\u003c/p\u003e\n\u003cp\u003eEssery, R., \u0026amp; Marks, D. (2007). Scaling and parametrization of clear-sky solar radiation over\ncomplex topography. Journal of Geophysical Research, [Atmospheres], 112, D10122.\n\u003c/p\u003e\n\u003cp\u003eFairall, C. W., Persson, P. O. G., Bradley, E. F., Payne, R. E., \u0026amp; Anderson, S. P. (1998). A new\nlook at calibration and use of Eppley precision infrared radiometers. Part I: theory and\napplication. Part I: theory and application. Journal of Atmospheric and Oceanic\nTechnology, 15, 1229–1242.\n\u003c/p\u003e\n\u003cp\u003eGuan, H., Tremblay, A., Isaac, G. A., Strawbridge, K. B., \u0026amp; Banic, C. M. (2000). Numerical\nsimulations of stratus clouds and their sensitivity to radiation—a RACE case study.\nJournal of Applied Meteorology, 39, 1881–1893.\u003c/p\u003e\n\u003cp\u003eGupta, S. K., Kratz, D. P., Wilber, A. C., \u0026amp; Nguyen, L. C. (2004). Validation of parameterized\nalgorithms used to derive TRMM–CERES surface radiative fluxes. Journal of\nAtmospheric and Oceanic Technology, 21, 742–752.\n\u003c/p\u003e\n\u003cp\u003eHelbig, N., \u0026amp; van Herwijnen, A. (2012). Modeling the spatial distribution of surface hoar in\ncomplex topography. Cold Regions Science and Technology, 82, 68–74.\n\u003c/p\u003e\n\u003cp\u003eHuang, G., Liu, S., \u0026amp; Liang, S. (2011). Estimation of net surface shortwave radiation from\nMODIS data. International Journal of Remote Sensing, 33, 804–825.\n\u003c/p\u003e\n\u003cp\u003eHulley, G. C., Hook, S. J., \u0026amp; Baldridge, A. M. (2010). Investigating the effects of soil moisture\non thermal infrared land surface temperature and emissivity using satellite retrievals\nand laboratory measurements. Remote Sensing of Environment, 114, 1480–1493.\n\u003c/p\u003e\n\u003cp\u003eHutchison, K. D., Iisager, B. D., \u0026amp; Hauss, B. (2011). The use of global synthetic data for\npre-launch tuning of the VIIRS cloud mask algorithm. International Journal of Remote\nSensing, 33, 1400–1423.\n\u003c/p\u003e\n\u003cp\u003eKato, S., Loeb, N. G., Rose, F. G., Doelling, D. R., Rutan, D. A., Caldwell, T. E., et al. (2013).\nSurface irradiances consistent with CERES-derived top-of-atmosphere shortwave\nand longwave irradiances. Journal of Climate, 26, 2719–2740.\n\u003c/p\u003e\n\u003cp\u003eKim, B. J. (2004). Performance of networks of artificial neurons: the role of clustering.\nPhysical Review E, 69, 4.\n\u003c/p\u003e\n\u003cp\u003eKrasnopolsky, V. M., Fox-Rabinovitz, M. S., \u0026amp; Chalikov, D. V. (2005). New approach to\ncalculation of atmospheric model physics: accurate and fast neural network em-\nulation of longwave radiation in a climate model. Monthly Weather Review, 133,\n1370–1383.\n\u003c/p\u003e\n\u003cp\u003eLiang, S., Fang, H., Chen, M., Shuey, C. J., Walthall, C., Daughtry, C., et al. (2002). Validating\nMODIS land surface reflectance and albedo products: methods and preliminary\nresults. Remote Sensing of Environment, 83, 149–162.\n\u003c/p\u003e\n\u003cp\u003eLipton, A. E. (1992). Effects of slope and aspect variations on satellite surface temperature re-\ntrievals and mesoscale analysis in mountainous terrain. Journal of Applied Meteorology,\n31, 255–264.\n\u003c/p\u003e\n\u003cp\u003eLipton, A. E., \u0026amp; Ward, J. M. (1997). Satellite-view biases in retrieved surface temperatures\nin mountain areas. Remote Sensing of Environment, 60, 92–100.\n\u003c/p\u003e\n\u003cp\u003eLiu, Y., Hiyama, T., \u0026amp; Yamaguchi, Y. (2006). Scaling of land surface temperature using\nsatellite data: a case examination on ASTER andMODIS products over a heterogeneous\nterrain area. Remote Sensing of Environment, 105, 115–128.\n\u003c/p\u003e\n\u003cp\u003eLong, D., Gao, Y., \u0026amp; Singh, V. P. (2010). Estimation of daily average net radiation from\nMODIS data and DEM over the Baiyangdian watershed in North China for clear sky\ndays. Journal of Hydrology, 388, 217–233.\n\u003c/p\u003e\n\u003cp\u003eManners, J., Vosper, S. B., \u0026amp; Roberts, N. (2012). Radiative transfer over resolved\ntopographic features for high-resolution weather prediction. Quarterly Journal of the\nRoyal Meteorological Society, 138, 720–733.\n\u003c/p\u003e\n\u003cp\u003eMasson, V., Champeaux, J. -L., Chauvin, F., Meriguet, C., \u0026amp; Lacaze, R. (2003). A global\ndatabase of land surface parameters at 1-km resolution inmeteorological and climate\nmodels. Journal of Climate, 16, 1261–1282.\n\u003c/p\u003e\n\u003cp\u003eMichel, D., Philipona, R., Ruckstuhl, C., Vogt, R., \u0026amp; Vuilleumier, L. (2008). Performance and\nuncertainty of CNR1 net radiometers during a one-year field comparison. Journal of\nAtmospheric and Oceanic Technology, 25, 442–451.\n\u003c/p\u003e\n\u003cp\u003eMira, M., Valor, E., Boluda, R., Caselles, V., \u0026amp; Coll, C. (2007). Influence of soil water\ncontent on the thermal infrared emissivity of bare soils: implication for land sur-\nface temperature determination. Journal of Geophysical Research, Earth Surface,\n112, F04003.\n\u003c/p\u003e\n\u003cp\u003eMira, M., Valor, E., Caselles, V., Rubio, E., Coll, C., Galve, J. M., et al. (2010). Soil moisture\neffect on thermal infrared (8–13-um) Emissivity. IEEE Transactions on Geoscience\nand Remote Sensing, 48, 2251–2260.\n\u003c/p\u003e\n\u003cp\u003eMlynczak, P. E., Smith, G. L., Wilber, A. C., \u0026amp; Stackhouse, P. W. (2011). Annual cycle of\nsurface longwave radiation. Journal of Applied Meteorology and Climatology, 50,\n1212–1224.\n\u003c/p\u003e\n\u003cp\u003eNaud, C. M., Chen, Y., Rangwala, I., \u0026amp; Miller, J. R. (2013). Sensitivity of downward\nlongwave surface radiation to moisture and cloud changes in a high-elevation region.\nJournal of Geophysical Research, [Atmospheres], 118, 10072–10081.\n\u003c/p\u003e\n\u003cp\u003eNussbaumer, E. A., \u0026amp; Pinker, R. T. (2012). Estimating surface longwave radiative fluxes\nfrom satellites utilizing artificial neural networks. Journal of Geophysical Research,\n[Atmospheres], 117, D07209.\n\u003c/p\u003e\n\u003cp\u003eOliphant, A. J., Spronken-Smith, R. A., Sturman, A. P., \u0026amp; Owens, I. F. (2003). Spatial variabil-\nity of surface radiation fluxes in mountainous terrain. Journal of Applied Meteorology,\n42, 113–128.\n\u003c/p\u003e\n\u003cp\u003ePinker, R. T., \u0026amp; Laszlo, I. (1992). Modeling surface solar irradiance for satellite applications\non a global scale. Journal of Applied Meteorology, 31, 194–211.\n\u003c/p\u003e\n\u003cp\u003eQiu, J. (2008). The third pole. Nature, 454, 393–396.\nRen, Liang, S., Yan, G., \u0026amp; Cheng, J. (2013). Empirical algorithms to map global broadband\n\u003c/p\u003e\n\u003cp\u003eemissivities over vegetated surfaces. IEEE Transactions on Geoscience and Remote\nSensing, 51, 2619–2631.\n\u003c/p\u003e\n\u003cp\u003eRen, H., Rongyuan, L., Guangjian, Y., Xihan, M., Zhao-Liang, L., Nerry, F., et al. (2014). An-\ngular normalization of land surface temperature and emissivity using multiangular\nmiddle and thermal infrared data. IEEE Transactions on Geoscience and Remote\nSensing, 52, 4913–4931.\n\u003c/p\u003e\n\u003cp\u003eRen, H., Yan, G., Chen, L., \u0026amp; Li, Z. (2011). Angular effect of MODIS emissivity products and\nits application to the split-window algorithm. ISPRS Journal of Photogrammetry and\nRemote Sensing, 66, 498–507.\n\u003c/p\u003e\n\u003cp\u003eRubio, E., Caselles, V., \u0026amp; Badenas, C. (1997). Emissivity measurements of several soils and\nvegetation types in the 8–14 μm waveband: analysis of two field methods. Remote\nSensing of Environment, 59, 490–521.\n\u003c/p\u003e\n\u003cp\u003eSchulz, J., Albert, P., Behr, H. D., Caprion, D., Deneke, H., Dewitte, S., et al. (2009). Opera-\ntional climate monitoring from space: the EUMETSAT Satellite Application Facility\non Climate Monitoring (CM-SAF). Atmospheric Chemistry and Physics, 9, 1687–1709.\n\u003c/p\u003e\n\u003cp\u003eSeemann, S. W., Li, J., Menzel, W. P., \u0026amp; Gumley, L. E. (2003). Operational retrieval of atmo-\nspheric temperature, moisture, and ozone from MODIS infrared radiances. Journal of\nApplied Meteorology, 42, 1072–1091.\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0295\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0295\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0015\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0020\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0020\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0020\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0025\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0300\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0300\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0300\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0035\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0035\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0040\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0040\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0045\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0045\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0050\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0050\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0050\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0050\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0055\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0055\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0055\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0060\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0060\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0060\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0065\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0065\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0070\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0070\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0075\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0075\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0075\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0080\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0080\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0080\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0085\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0085\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0090\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0090\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0095\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0095\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0095\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0095\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0100\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0100\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0100\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0105\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0105\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0105\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0110\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0110\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0115\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0115\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0115\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0120\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0120\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0120\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0125\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0125\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0125\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0130\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0130\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0130\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0135\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0135\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0135\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0145\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0145\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0145\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0150\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0150\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0150\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0305\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0305\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0305\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0160\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0160\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0160\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0165\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0165\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0165\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0170\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0170\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0175\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0310\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0310\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0310\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0180\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0180\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0180\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0180\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0185\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0185\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0185\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0190\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0190\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0190\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0195\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0195\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0195\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0200\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0200\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0200\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eSenkova, A. V., Rontu, L., \u0026amp; SavijÄRvi, H. (2007). Parametrization of orographic effects on\nsurface radiation in HIRLAM. Tellus A, 59, 279–291.\n\u003c/p\u003e\n\u003cp\u003eSharma, N., \u0026amp; Ali, M. M. (2013). A neural network approach to improve the vertical\nresolution of atmospheric temperature profiles from geostationary satellites. IEEE\nGeoscience and Remote Sensing Letters, 10, 34–37.\n\u003c/p\u003e\n\u003cp\u003eShi, Q., \u0026amp; Liang, S. (2013). Characterizing the surface radiation budget over the Tibetan\nPlateau with ground-measured, reanalysis, and remote sensing data sets: 2. Spatio-\ntemporal analysis. Journal of Geophysical Research, [Atmospheres], 118, 8921–8934.\n\u003c/p\u003e\n\u003cp\u003eSoci, C., Fischer, C., \u0026amp; Horányi, A. (2006). Sensitivity of high-resolution forecasts using the\nadjoint technique at the 10-km scale. Monthly Weather Review, 134, 772–790.\n\u003c/p\u003e\n\u003cp\u003eStephens, G. L., Wild, M., Stackhouse, P. W., L\u0027Ecuyer, T., Kato, S., \u0026amp; Henderson, D. S.\n(2012). The global character of the flux of downward longwave radiation. Journal of\nClimate, 25, 2329–2340.\n\u003c/p\u003e\n\u003cp\u003eStrobl, C., Boulesteix, A. -L., Zeileis, A., \u0026amp; Hothorn, T. (2007). Bias in random forest variable\nimportance measures: illustrations, sources and a solution. BMC Bioinformatics, 8, 25.\n\u003c/p\u003e\n\u003cp\u003eTang, B., \u0026amp; Li, Z. -L. (2008). Estimation of instantaneous net surface longwave radiation\nfrom MODIS cloud-free data. Remote Sensing of Environment, 112, 3482–3492.\n\u003c/p\u003e\n\u003cp\u003eWang, K., \u0026amp; Liang, S. (2009). Evaluation of ASTER and MODIS land surface temperature\nand emissivity products using long-term surface longwave radiation observations\nat SURFRAD sites. Remote Sensing of Environment, 113, 1556–1565.\n\u003c/p\u003e\n\u003cp\u003eWang, W., \u0026amp; Liang, S. (2010). A method for estimating clear-sky instantaneous\nland-surface longwave radiation with GOES sounder and GOES-R ABI data. IEEE\nGeoscience and Remote Sensing Letters, 7, 708–712.\n\u003c/p\u003e\n\u003cp\u003eWang, W., Liang, S., \u0026amp; Augustine, J. A. (2009). Estimating high spatial resolution clear-sky\nland surface upwelling longwave radiation from MODIS data. IEEE Transactions on\nGeoscience and Remote Sensing, 47, 1559–1570.\n\u003c/p\u003e\n\u003cp\u003eWang, K., Wan, Z., Wang, P., Sparrow, M., Liu, J., Zhou, X., et al. (2005). Estimation of sur-\nface long wave radiation and broadband emissivity using Moderate Resolution\n\u003c/p\u003e\n\u003cp\u003eImaging Spectroradiometer (MODIS) land surface temperature/emissivity products.\nJournal of Geophysical Research, [Atmospheres], 110, D11109.\n\u003c/p\u003e\n\u003cp\u003eWang, T., Yan, G., \u0026amp; Chen, L. (2012). Consistent retrieval methods to estimate land surface\nshortwave and longwave radiative flux components under clear-sky conditions.\nRemote Sensing of Environment, 124, 61–71.\n\u003c/p\u003e\n\u003cp\u003eWonsick, M. M., \u0026amp; Pinker, R. T. (2013). The radiative environment of the Tibetan Plateau.\nInternational Journal of Climatology, 34, 2153–2162.\n\u003c/p\u003e\n\u003cp\u003eXiao, Q., Liu, Q. H., Li, X. W., Chen, L. F., Liu, Q., \u0026amp; Xin, X. Z. (2003). A field measurement\nmethod of spectral emissivity and research on the feature of soil thermal infrared\nemissivity. Journal of Infrared and Millimeter Waves, 22, 373–378.\n\u003c/p\u003e\n\u003cp\u003eYang, K., Koike, T., Stackhouse, P., Mikovitz, C., \u0026amp; Cox, S. J. (2006). An assessment of satel-\nlite surface radiation products for highlands with Tibet instrumental data.Geophysical\nResearch Letters, 33, L22403.\n\u003c/p\u003e\n\u003cp\u003eYang, K., Wu, H., Qin, J., Lin, C., Tang, W., \u0026amp; Chen, Y. (2014). Recent climate changes over\nthe Tibetan Plateau and their impacts on energy and water cycle: a review. Global and\nPlanetary Change, 112, 79–91.\n\u003c/p\u003e\n\u003cp\u003eZhang, Y., Rossow, W. B., Lacis, A. A., Oinas, V., \u0026amp; Mishchenko, M. I. (2004). Calculation of\nradiative fluxes from the surface to top of atmosphere based on ISCCP and other\nglobal data sets: refinements of the radiative transfer model and the input data.\nJournal of Geophysical Research, [Atmospheres], 109, D19105.\n\u003c/p\u003e\n\u003cp\u003eZhang, Y., Rossow, W. B., \u0026amp; Stackhouse, P. W., Jr. (2007). Comparison of different global\ninformation sources used in surface radiative flux calculation: radiative properties\nof the surface. Journal of Geophysical Research, [Atmospheres], 112, D01102.\n\u003c/p\u003e\n\u003cp\u003eZhang, Y., Wang, D., Zhai, P., Gu, G., \u0026amp; He, J. (2013). Spatial distributions and seasonal\nvariations of tropospheric water vapor content over the Tibetan Plateau. Journal of\nClimate, 26, 5637–5654.\n\u003c/p\u003e\n\u003cp\u003e237Z. Jiao et al. / Remote Sensing of Environment 162 (2015) 221–237\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0205\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0205\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0210\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0210\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0210\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0215\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0215\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0215\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0220\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0220\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0225\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0225\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0230\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0230\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0235\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0235\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0240\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0240\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0240\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0255\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0255\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0255\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0260\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0260\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0260\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0245\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0245\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0245\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0245\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0250\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0250\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0250\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0265\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0265\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0270\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0270\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0270\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0275\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0275\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0275\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0280\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0280\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0280\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0285\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0285\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0285\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0285\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0315\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0315\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0315\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0290\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0290\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)00080-2/rf0290\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cul\u003e\t\u003cli\u003eEstimation of surface upward longwave radiation from MODIS and VIIRS clear-sky data in the Tibetan Plateau\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e1. Introduction\u003c/li\u003e\n\t\u003cli\u003e2. Data\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e2.1. MODIS and VIIRS data\u003c/li\u003e\n\t\u003cli\u003e2.2. Emissivity spectra\u003c/li\u003e\n\t\u003cli\u003e2.3. In situ measurements\u003c/li\u003e\n\u003c/ul\u003e\n\t\u003cli\u003e3. Methods\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e3.1. Radiative transfer simulation\u003c/li\u003e\n\t\u003cli\u003e3.2. Variable selection\u003c/li\u003e\n\t\u003cli\u003e3.3. SULR retrieved by the ANN model\u003c/li\u003e\n\u003c/ul\u003e\n\t\u003cli\u003e4. Sensitivity analyses\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e4.1. Impact of solar illumination on the SULR simulation\u003c/li\u003e\n\t\u003cli\u003e4.2. Impact of the quantity of profiles on the SULR retrieval\u003c/li\u003e\n\t\u003cli\u003e4.3. Impact of the emissivity dataset on the retrieval method\u003c/li\u003e\n\u003c/ul\u003e\n\t\u003cli\u003e5. Results and discussion\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e5.1. Statistical characteristic of the simulation database\u003c/li\u003e\n\t\u003cli\u003e5.2. ANN training results\u003c/li\u003e\n\t\u003cli\u003e5.3. Validation of the MODIS SULR\u003c/li\u003e\n\t\u003cli\u003e5.4. Comparison with the Wang\u0027s method\u003c/li\u003e\n\t\u003cli\u003e5.5. Comparison between MODIS and VIIRS SULR\u003c/li\u003e\n\u003c/ul\u003e\n\t\u003cli\u003e6. Conclusions\u003c/li\u003e\n\t\u003cli\u003eAcknowledgments\u003c/li\u003e\n\t\u003cli\u003eReferences\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/ul\u003e\n\u003c/body\u003e\u003c/html\u003e","X-TIKA:parse_time_millis":"327701","access_permission:assemble_document":"true","access_permission:can_modify":"true","access_permission:can_print":"true","access_permission:can_print_degraded":"true","access_permission:extract_content":"true","access_permission:extract_for_accessibility":"true","access_permission:fill_in_form":"true","access_permission:modify_annotations":"true","created":"Wed Apr 22 07:21:48 PDT 2015","ctakes:AnatomicalSiteMention":["face:369:373:C0015450,C1281591","Neuron:2220:2226:C0027882","Neuron:2715:2721:C0027882","root:3592:3596:C0040452","Digital:4489:4496:C0582802,C0582802","scales:4811:4817:C0222045","skin:5260:5264:C1123023,C1278993,C1123023","skin:6927:6931:C1278993,C1123023,C1123023","ear:7149:7152:C0013443,C0521421","root:7254:7258:C0040452","Neuron:7325:7331:C0027882","CERES:9165:9170:C0220805","scale:9771:9776:C0222045","less:10437:10441:C0227192","orbiting:11926:11934:C1278884,C0029180,C0029180,C0029180","face:12267:12271:C0015450,C1281591","skin:13140:13144:C1123023,C1278993,C1123023","ear:13314:13317:C0013443,C0521421","skin:17480:17484:C1278993,C1123023,C1123023","less:21927:21931:C0227192","R:22150:22151:C0035639","ear:22568:22571:C0013443,C0521421","less:23903:23907:C0227192","less:24123:24127:C0227192","skin:25159:25163:C1278993,C1123023,C1123023","neurons:31913:31920:C0027882","neurons:32535:32542:C0027882","neurons:32594:32601:C0027882","less:32651:32655:C0227192","neurons:32656:32663:C0027882","neurons:32793:32800:C0027882","neurons:32923:32930:C0027882","skin:33151:33155:C1123023,C1278993,C1123023","less:35134:35138:C0227192","less:36354:36358:C0227192","face:40166:40170:C1281591,C0015450","skin:41189:41193:C1123023,C1123023,C1278993","Less:41816:41820:C0227192","skin:42780:42784:C1278993,C1123023,C1123023","margins:43979:43986:C0229985","root:45161:45165:C0040452","scale:45606:45611:C0222045","scale:48828:48833:C0222045","less:49445:49449:C0227192","face:52527:52531:C1281591,C0015450","lim:60062:60065:C0449205","skin:61425:61429:C1278993,C1123023,C1123023","R:66279:66280:C0035639","R:66558:66559:C0035639","Scaling:66582:66589:C0222045","CERES:67356:67361:C0220805","surface hoar incomplex topography:67523:67556:C0459111","R:68264:68265:C0035639","CERES:68349:68354:C0220805","neurons:68507:68514:C0027882","Fang:68826:68830:C0227136","Scaling:69434:69441:C0222045","R:70267:70268:C0035639","R:70292:70293:C0035639","R:70496:70497:C0035639","face:70639:70643:C0015450,C1281591","scale:71856:71861:C0222045","scale:74035:74040:C0222045","R:74982:74983:C0035639","face:75358:75362:C0015450,C1281591"],"ctakes:DateAnnotation":["October 28, 2011:12428:12444:","July 2, 2012:53521:53533:","January 5, 2014:53868:53883:"],"ctakes:DiseaseDisorderMention":["ra:2191:2193:C0002893,C0002893,C0002893,C0002893","t:4631:4632:C0040715","t:4644:4645:C0040715","T:5243:5244:C0040715","conditions:6960:6970:C0012634","CM:9262:9264:C1136033","name:12665:12669:C0406810","names:16632:16637:C0406810","malfunctions:19577:19589:C0277785,C0277785","conditions:22890:22900:C0012634","conditions:22983:22993:C0012634","conditions:23566:23576:C0012634","condition:24994:25003:C0012634","conditions:35267:35277:C0012634","conditions:40171:40181:C0012634","conditions:40783:40793:C0012634","cm:42294:42296:C1136033","cm:42318:42320:C1136033","decay:42369:42374:C1265875","cm:42408:42410:C1136033","condition:42538:42547:C0012634","condition:47636:47645:C0012634","inversion:49972:49981:C0021943,C0021945,C0021943","vegetation:52900:52910:C1285498,C1285498","conditions:54068:54078:C0012634","dis:56335:56338:C0012634","dis:57584:57587:C0012634","cm:61345:61347:C1136033","cm:61369:61371:C1136033","Dis:64031:64034:C0012634","conditions:64769:64779:C0012634","Cold:67558:67562:C0009443,C0009443,C0024117,C0024117,C0009443,C0024117,C0009443,C0024117,C0024117,C0024117,C0009443,C0024117,C0024117,C0009443,C0024117,C0009443","T:69406:69407:C0040715","T:71759:71760:C0040715","CM:73034:73036:C1136033","T:74135:74136:C0040715","T:75578:75579:C0040715","conditions:75728:75738:C0012634","T:76182:76183:C0040715"],"ctakes:FractionAnnotation":["Third:1264:1269:","0.98:3466:3470:","0.886:3585:3590:","26.985:3625:3631:","10.812:3665:3671:","2.:5500:5502:","11.770:8653:8659:","13.185:8674:8680:","8.4:8702:8705:","8.7 0.091:8706:8715:","8.7:8706:8709:","10.26:8731:8736:","11.54:8760:8765:",".5:9883:9885:",".2:11712:11714:",".1:11721:11723:","2002.:12128:12133:","0.405:12194:12199:","32.24096 91.62493 4695.23:12784:12809:","32.24096 91.62493:12784:12801:","32.24096:12784:12792:","31.92623 91.71468:12837:12854:","31.92623:12837:12845:","31.36871 91.89518 4509.25:12880:12905:","31.36871 91.89518:12880:12897:","31.36871:12880:12888:","30.77 90.99:12926:12937:","30.77:12926:12931:","28.365 86.94806:13022:13037:","28.365:13022:13028:","0.4:14070:14073:","0.05:14572:14576:","0.070:14602:14607:","0.072:14609:14614:","0.091:14619:14624:","0.25:14659:14663:",".2.2:15963:15967:",".2:15963:15965:","4.:18758:18760:",".2.3:19045:19049:",".2:19045:19047:","3.:19779:19781:","3.5:20385:20388:",".5:20430:20432:","3.5:20539:20542:","0.0:21522:21525:","11.5:21774:21778:","2.:21883:21885:","1.00954:22132:22139:","0.99995:22166:22173:","3.5:22234:22237:","0.77804:22273:22280:","0.99997:22296:22303:","5.:22361:22363:",".3:22636:22638:",".1:22648:22650:","3.5:25365:25368:","2.2:25423:25426:","56.28:25727:25732:","1.:27509:27511:","4.3.2:27784:27789:","4.3:27784:27787:","6.:28157:28159:","7.:28642:28644:","0.8:29673:29676:","5.:29984:29986:","13.5:30254:30258:","11.5:30262:30266:","8.:30304:30306:","3.:30462:30464:","9.:30666:30668:","2012.227:30777:30785:",".3.3:31829:31833:",".3:31829:31831:","8.:32342:32344:","6.:33074:33076:",".4:33744:33746:",".1:33769:33771:","2.3:33901:33904:","10.:34566:34569:","5.1:34908:34911:",".4.3:35277:35281:",".4:35277:35279:","0.0:35636:35639:","1.0:35641:35644:","3.0:35646:35649:","5.0:35654:35657:","9.:35877:35879:","10.:36011:36014:","0.1:36058:36061:",".4.2:36497:36501:",".4:36497:36499:","11.1:36952:36956:","11.5:36960:36964:","2.:36969:36971:","11.9:37011:37015:",".7:37027:37029:","2.:37034:37036:","12.:37171:37174:","13.:37325:37328:","1.7:37529:37532:","0.1:37589:37592:","0.63:37967:37971:","18.94:37976:37981:","7.:38128:38130:","13.:38874:38877:","42.5:39678:39682:","16.2:39686:39690:",".5:40253:40255:",".1:40280:40282:","17.:41094:41097:","14.:41302:41305:","2.229:41575:41580:",".01:42281:42284:","4.489:42288:42293:","0.532:42312:42317:","1.5:42404:42407:","6.53:42628:42632:","Third:42765:42770:","16.:43382:43385:","259.355:44663:44670:",".5.2:44994:44998:",".5:44994:44996:","18.:45523:45526:",".231:45642:45646:","2.:46288:46290:","0.64:46607:46611:","11.379:46649:46655:","0.003:46671:46676:","0.16:46716:46720:","0.990:46744:46749:","2.:46794:46796:","0.981:46931:46936:","13.434:46938:46944:","0.983:47010:47015:",".3:47310:47312:","0.941:48534:48539:","0.842:48543:48548:","21.505:48566:48572:","5.491:48610:48615:","0.886:48670:48675:","26.985:48684:48690:","10.812:48708:48714:","21.505:49051:49057:","33.036:50538:50544:","36.331:50548:50554:","6.898:50581:50586:","12.195:50590:50596:","2.:50601:50603:","12.043:50749:50755:","13.930:50759:50765:","0.738:50783:50788:","0.831:50792:50797:","2.:52313:52315:","2.:52404:52406:",".5.4:52997:53001:",".5:52997:52999:",".5.5:53429:53433:",".5:53429:53431:","21.687:54375:54381:","0.838:54413:54418:","25.310:54420:54426:","12.949:54435:54441:","0.796:54576:54581:","12.763:54614:54620:","0.882:54658:54663:","19.090:54673:54679:","6.115:54697:54702:","22.:55032:55035:",".234:55160:55164:","25.:56401:56404:","0.515:56826:56831:","26.021:56841:56847:","2.869:56864:56869:","2.:56874:56876:",".6:58056:58058:","Third:58389:58394:","0.1:59942:59945:","11.1:60246:60250:","11.5:60254:60258:","0.01:61331:61335:","4.489:61339:61344:","0.532:61363:61368:","6.53:61404:61408:","0.886:62643:62648:","10.812:62666:62672:","0.515:63133:63138:","26.021:63148:63154:","2.:63180:63182:","2.0:65217:65220:","715.:65262:65266:","1100.:65482:65487:","32.:66021:66024:","11678.:66259:66265:","3.:66411:66413:","97.:66547:66550:","1242.:67007:67012:","1893.:67226:67231:","752.:67442:67446:","74.:67602:67605:","825.:67756:67760:","1493.:68013:68018:","1423.:68210:68215:","2740.:68445:68450:","4.:68562:68564:","1383.:68810:68815:","162.:69036:69040:","264.:69232:69236:","100.:69385:69389:","128.:69611:69615:","233.:69818:69822:","733.:70028:70032:","1282.:70239:70244:","451.:70463:70467:","2260.:70937:70942:","1224.:71115:71120:","10081.:71347:71353:","128.:71744:71748:","211.:71903:71907:","third:71927:71932:","396.:71956:71960:","2631.:72147:72152:","4931.:72421:72426:","507.:72624:72628:","521.:72830:72834:","1709.:73086:73091:","1091.:73296:73301:","291.:73439:73443:","37.:73653:73656:","2.:73817:73819:","8934.:73904:73909:","790.:74075:74079:","2340.:74268:74273:","25.:74453:74456:","3492.:74614:74619:","1565.:74841:74846:","712.:75044:75048:","1570.:75259:75264:","71.:75778:75781:","2162.:75917:75922:","378.:76161:76165:","91.:76578:76581:","5654.237:77334:77342:",".1:77537:77539:",".2:77562:77564:",".3:77585:77587:",".1:77620:77622:",".2:77654:77656:",".3:77677:77679:",".1:77736:77738:",".2:77792:77794:",".3:77853:77855:",".1:77939:77941:",".2:77997:77999:",".3:78022:78024:",".4:78055:78057:",".5:78093:78095:"],"ctakes:MeasurementAnnotation":["4500 m:1348:1354:","750 m:14714:14719:","4.489 cm:42288:42296:","0.532 cm:42312:42320:","1.5 cm:42404:42410:","six minutes:53990:54001:","750 m:56512:56517:","4.489 cm:61339:61347:","0.532 cm:61363:61371:"],"ctakes:MedicationMention":["water:790:795:C0043047,C0043047","water:6989:6994:C0043047,C0043047","Kato:9180:9184:C0721226,C0721226","water:16394:16399:C0043047,C0043047","water:17000:17005:C0043047,C0043047","levels:17155:17161:C2946261","Level:17824:17829:C2946261","carbon dioxide:21354:21368:C0007012,C0007012","aerosol:27557:27564:C1112870","water:31252:31257:C0043047,C0043047","aerosol:34120:34127:C1112870","water:35391:35396:C0043047,C0043047","water:37248:37253:C0043047,C0043047","water:37943:37948:C0043047,C0043047","tings:38058:38063:C0723760,C0723760","water:38353:38358:C0043047,C0043047","water:38720:38725:C0043047,C0043047","water:41147:41152:C0043047,C0043047","water:41235:41240:C0043047,C0043047","ery:47738:47741:C2344229","program:63768:63775:C2728259","Program:63879:63886:C2728259","Program:63901:63908:C2728259","Level:63996:64001:C2946261","Kato:68215:68219:C0721226,C0721226","Kato:74139:74143:C0721226,C0721226","water:76519:76524:C0043047,C0043047","water:77260:77265:C0043047,C0043047"],"ctakes:ProcedureMention":["radiation:38:47:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:630:639:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:947:956:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:1123:1132:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:1167:1176:C1522449,C1522449,C1522449,C1522449,C1522449","elevation:1330:1339:C0439775","radiation:1922:1931:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:2137:2146:C1522449,C1522449,C1522449,C1522449,C1522449","Imaging:2525:2532:C0011923,C0011923,C0079595,C0011923","Imaging:2581:2588:C0011923,C0079595,C0011923,C0011923","testing:3429:3436:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","radiation:5024:5033:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:5102:5111:C1522449,C1522449,C1522449,C1522449,C1522449","K:5278:5279:C0202194","Imaging:6312:6319:C0011923,C0079595,C0011923,C0011923","radiation:6442:6451:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:6678:6687:C1522449,C1522449,C1522449,C1522449,C1522449","analysis:7070:7078:C0002778","K:8578:8579:C0202194","K:8721:8722:C0202194","K:8754:8755:C0202194","K:8783:8784:C0202194","radiation:9074:9083:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:10223:10232:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:10301:10310:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:10752:10761:C1522449,C1522449,C1522449,C1522449,C1522449","Imaging:11088:11095:C0011923,C0011923,C0079595,C0011923","illumination:11396:11408:C1964256,C1964256","imagery:12578:12585:C0150627","Elevation:12706:12715:C0439775","radiation:13553:13562:C1522449,C1522449,C1522449,C1522449,C1522449","imaging:14150:14157:C0011923,C0079595,C0011923,C0011923","Sampling:16649:16657:C0441621","elevation:17042:17051:C0439775","elevation:18130:18139:C0439775","radiation:19083:19092:C1522449,C1522449,C1522449,C1522449,C1522449","elevation:19217:19226:C0439775","elevations:19371:19381:C0439775","radiation:19987:19996:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:20039:20048:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:20079:20088:C1522449,C1522449,C1522449,C1522449,C1522449","carbon dioxide:21354:21368:C0201930,C0201930","radiation:22536:22545:C1522449,C1522449,C1522449,C1522449,C1522449","analysis:23710:23718:C0002778","K:23802:23803:C0202194","K:23928:23929:C0202194","elevation:24004:24013:C0439775","scanning:25675:25683:C0034606,C0034606,C0034606,C0034606,C0034606,C0441633,C0034606,C0034606,C0034606,C0034606,C0034606","K:26044:26045:C0202194","K:26100:26101:C0202194","radiation:26243:26252:C1522449,C1522449,C1522449,C1522449,C1522449","analysis:26335:26343:C0002778","RF:26468:26470:C0201660,C0201660,C0201660","RF:26681:26683:C0201660,C0201660,C0201660","Alt:26769:26772:C0201836","RF:27158:27160:C0201660,C0201660,C0201660","RF:27246:27248:C0201660,C0201660,C0201660","sampling:27460:27468:C0441621","Alt:28276:28279:C0201836","elevation:28295:28304:C0439775","procedure:28445:28454:C0184661,C0184661","US:29282:29284:C0041618,C0041618,C0041618,C0041618,C0041618,C0041618,C0041618","K:29340:29341:C0202194","K:29566:29567:C0202194","US:29628:29630:C0041618,C0041618,C0041618,C0041618,C0041618,C0041618,C0041618","radiation:31280:31289:C1522449,C1522449,C1522449,C1522449,C1522449","test:31596:31600:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","radiation:33397:33406:C1522449,C1522449,C1522449,C1522449,C1522449","illumination:33789:33801:C1964256,C1964256","illumination:34032:34044:C1964256,C1964256","radiation:34056:34065:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:34629:34638:C1522449,C1522449,C1522449,C1522449,C1522449","K:35589:35590:C0202194","radiation:35931:35940:C1522449,C1522449,C1522449,C1522449,C1522449","illumination:36165:36177:C1964256,C1964256","radiation:36333:36342:C1522449,C1522449,C1522449,C1522449,C1522449","K:37598:37599:C0202194","elevation:41175:41184:C0439775","elevation:42583:42592:C0439775","elevation:42740:42749:C0439775","K:42819:42820:C0202194","est:43586:43589:C0013806,C0013806,C0013806,C0013806,C0013806","K:44765:44766:C0202194","testing:45579:45586:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","testing:46307:46314:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","testing:46452:46459:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","testing:47049:47056:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","imagery:49670:49677:C0150627","procedures:49692:49702:C0184661,C0184661","radiation:52694:52703:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:53558:53567:C1522449,C1522449,C1522449,C1522449,C1522449","us:53613:53615:C0041618,C0041618,C0041618,C0041618,C0041618,C0041618,C0041618","radiation:55842:55851:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:55878:55887:C1522449,C1522449,C1522449,C1522449,C1522449","enlarged:56146:56154:C1293134,C1293134,C1293134","radiation:58704:58713:C1522449,C1522449,C1522449,C1522449,C1522449","illumination:59601:59613:C1964256,C1964256","illumination:59902:59914:C1964256,C1964256","radiation:60094:60103:C1522449,C1522449,C1522449,C1522449,C1522449","procedure:61035:61044:C0184661,C0184661","elevation:61376:61385:C0439775","testing:61899:61906:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","radiation:63607:63616:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:64523:64532:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:65056:65065:C1522449,C1522449,C1522449,C1522449,C1522449","Imaging:65376:65383:C0011923,C0011923,C0011923,C0079595","EOS:65413:65416:C0200638,C0200638,C0200638","K:65526:65527:C0202194","K:65679:65680:C0202194","observations:66477:66489:C0557985,C0557985","radiation:66629:66638:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:67157:67166:C1522449,C1522449,C1522449,C1522449,C1522449","K:67241:67242:C0202194","radiation:67681:67690:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:68747:68756:C1522449,C1522449,C1522449,C1522449,C1522449","analysis:69160:69168:C0002778","radiation:69689:69698:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:71048:71057:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:71221:71230:C1522449,C1522449,C1522449,C1522449,C1522449","elevation:71271:71280:C0439775","radiation:71664:71673:C1522449,C1522449,C1522449,C1522449,C1522449","analysis:72761:72769:C0002778","radiation:73400:73409:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:73712:73721:C1522449,C1522449,C1522449,C1522449,C1522449","analysis:73836:73844:C0002778","radiation:74229:74238:C1522449,C1522449,C1522449,C1522449,C1522449","K:74625:74626:C0202194","radiation:74760:74769:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:74945:74954:C1522449,C1522449,C1522449,C1522449,C1522449","radiation:75172:75181:C1522449,C1522449,C1522449,C1522449,C1522449","K:75270:75271:C0202194","radiation:75373:75382:C1522449,C1522449,C1522449,C1522449,C1522449","K:76171:76172:C0202194","radiation:76273:76282:C1522449,C1522449,C1522449,C1522449,C1522449","K:76381:76382:C0202194","radiation:77445:77454:C1522449,C1522449,C1522449,C1522449,C1522449","illumination:77756:77768:C1964256,C1964256"],"ctakes:RangeAnnotation":"0210034-4257:2075:2087:","ctakes:RomanNumeralAnnotation":["l:524:525:","m:1353:1354:","m:3674:3675:","c:4548:4549:","c:4637:4638:","i c l:4646:4651:","i c:4646:4649:","i:4646:4647:","i:4654:4655:","m:4976:4977:","Li:7986:7988:","m:8597:8598:","CM:9262:9264:","Cli:9466:9469:","m:10452:10453:","m:10520:10521:","m:10619:10620:","m:12716:12717:","m:13662:13663:","m:14718:14719:","VCM:15548:15551:","Li:17072:17074:","VCM:18569:18572:","m:21701:21702:","m:21781:21782:","m:21806:21807:","m:21881:21882:","m:22142:22143:","m:22283:22284:","Li:24168:24170:","im:26525:26527:","m:30269:30270:","m:33409:33410:","Li:33471:33473:","m:36967:36968:","m:37018:37019:","m:37032:37033:","m:39693:39694:","m:41768:41769:","ic:42096:42098:","cm:42294:42296:","cm:42318:42320:","cm:42408:42410:","m:44645:44646:","m:44913:44914:","m:46767:46768:","m:46792:46793:","m:46947:46948:","m:46963:46964:","m:48585:48586:","m:48628:48629:","m:48693:48694:","m:48717:48718:","m:50557:50558:","m:50599:50600:","m:50768:50769:","m:52275:52276:","m:52311:52312:","m:52402:52403:","m:54359:54360:","m:54599:54600:","m:54623:54624:","m:54682:54683:","m:54705:54706:","m:56516:56517:","m:56811:56812:","m:56850:56851:","m:56872:56873:","m:58606:58607:","lim:60062:60065:","cm:61345:61347:","cm:61369:61371:","m:62658:62659:","m:62675:62676:","m:63118:63119:","m:63157:63158:","L:64948:64949:","M:65131:65132:","I:65158:65159:","L:65277:65278:","L:65557:65558:","Iii:65897:65900:","C:66029:66030:","X:66084:66085:","I:66894:66895:","I:66925:66926:","C:67270:67271:","C:67771:67772:","D:68032:68033:","D:68048:68049:","M:68581:68582:","M:68842:68843:","C:68870:68871:","C:68884:68885:","D:69621:69622:","V:70040:70041:","L:70059:70060:","C:70086:70087:","D:70252:70253:","C:70282:70283:","M:70473:70474:","V:70510:70511:","M:70736:70737:","V:70761:70762:","C:70782:70783:","M:70796:70797:","L:70969:70970:","C:70984:70985:","M:71129:71130:","I:71153:71154:","L:72171:72172:","M:72197:72198:","L:72213:72214:","L:72450:72451:","Li:72456:72458:","V:72649:72650:","D:72867:72868:","D:72880:72881:","CM:73034:73036:","Li:73107:73109:","V:73313:73314:","L:73324:73325:","C:73915:73916:","C:73928:73929:","L:74092:74093:","M:74102:74103:","L:74125:74126:","C:74281:74282:","L:74301:74302:","Li:74468:74470:","L:74476:74477:","M:75302:75303:","X:75321:75322:","M:75793:75794:","Li:75944:75946:","C:76212:76213:","C:76407:76408:","V:76628:76629:","D:77160:77161:"],"ctakes:SignSymptomMention":["energy:296:302:C0424589","balance:303:310:C0560184,C0014653,C0014653","balance:957:964:C0014653,C0014653,C0560184","energy:1051:1057:C0424589","m:1353:1354:C0024554,C0024554,C0024554,C0024554","driving:1599:1606:C0013126,C0004379","energy:1727:1733:C0424589","balance:2147:2154:C0560184,C0014653,C0014653","understanding:2317:2330:C0162340","parameters:2967:2977:C0449381","m:3674:3675:C0024554,C0024554,C0024554,C0024554","history:4195:4202:C0262926","Normal:4442:4448:C0558145","m:4976:4977:C0024554,C0024554,C0024554,C0024554","energy:5334:5340:C0424589","regression:7059:7069:C0684321","parameters:8197:8207:C0449381","parameters:8326:8336:C0449381","m:8597:8598:C0024554,C0024554,C0024554,C0024554","Energy:9025:9031:C0424589","Energy:9150:9156:C0424589","m:10452:10453:C0024554,C0024554,C0024554,C0024554","m:10520:10521:C0024554,C0024554,C0024554,C0024554","m:10619:10620:C0024554,C0024554,C0024554,C0024554","able:11267:11271:C1299581","mapping:11978:11985:C0428886","m:12716:12717:C0024554,C0024554,C0024554,C0024554","m:13662:13663:C0024554,C0024554,C0024554,C0024554","work:13850:13854:C0043227","red:14036:14039:C0332575,C0332575","understanding:14239:14252:C0162340","work:14359:14363:C0043227","m:14718:14719:C0024554,C0024554,C0024554,C0024554","L2:15052:15054:C0332411","pressure:17146:17154:C0460139","relative humidity:17219:17236:C0428696","L2:17533:17535:C0332411","employed:18455:18463:C0557351,C0557351","M1:18744:18746:C0441971","concentration:21337:21350:C0086045","discrepancies:21656:21669:C1290905","m:21701:21702:C0024554,C0024554,C0024554,C0024554","m:21781:21782:C0024554,C0024554,C0024554,C0024554","m:21806:21807:C0024554,C0024554,C0024554,C0024554","m:21881:21882:C0024554,C0024554,C0024554,C0024554","discrepancy:21948:21959:C1290905","m:22142:22143:C0024554,C0024554,C0024554,C0024554","m:22283:22284:C0024554,C0024554,C0024554,C0024554","regression:22329:22339:C0684321","fit:22375:22378:C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0424576,C0009951,C0009951","energy:22479:22485:C0424589","energy:23174:23180:C0424589","parameters:23271:23281:C0449381","parameters:23419:23429:C0449381","parameters:24950:24960:C0449381","red:25380:25383:C0332575,C0332575","fit:25406:25409:C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0424576,C0009951,C0009951,C0009951,C0009951","direction:25760:25769:C0522247,C0522247","parameters:27230:27240:C0449381","fast:27261:27265:C0015663","learning:27294:27302:C0023185","parameters:27538:27548:C0449381","regression:28522:28532:C0684321","interactions:28618:28630:C0687133,C0687133,C0687133","parameters:28793:28803:C0449381","sensitivity:29147:29158:C0312418,C0427965,C0427965,C0427965","unchanged:29468:29477:C0442739","work:30051:30055:C0043227","m:30269:30270:C0024554,C0024554,C0024554,C0024554","parameters:30856:30866:C0449381","directions:31368:31378:C0522247,C0522247","parameters:31463:31473:C0449381","learning:32081:32089:C0023185","regression:32141:32151:C0684321","recognition:32164:32175:C0524637","fitting:32885:32892:C0009951,C0009951,C0009951,C0009951,C0009951,C0424576,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951","m:33409:33410:C0024554,C0024554,C0024554,C0024554","near:33508:33512:C0475806","Sensitivity:33748:33759:C0427965,C0427965,C0312418,C0427965","Sensitivity:35704:35715:C0427965,C0427965,C0427965,C0312418","energy:36359:36365:C0424589","sensitivity:36563:36574:C0312418,C0427965,C0427965,C0427965","m:36967:36968:C0024554,C0024554,C0024554,C0024554","m:37018:37019:C0024554,C0024554,C0024554,C0024554","m:37032:37033:C0024554,C0024554,C0024554,C0024554","regression:37107:37117:C0684321","contents:37949:37957:C0423896","contents:38359:38367:C0423896","near:38376:38380:C0475806","near:38433:38437:C0475806","contents:38726:38734:C0423896","m:39693:39694:C0024554,C0024554,C0024554,C0024554","discrepancy:40014:40025:C1290905","work:40878:40882:C0043227","parameters:41107:41117:C0449381","red:41328:41331:C0332575,C0332575","m:41768:41769:C0024554,C0024554,C0024554,C0024554","content:41982:41989:C0423896","relative low-humidity:42504:42525:C0428696","margins:43979:43986:C1269830","m:44645:44646:C0024554,C0024554,C0024554,C0024554","m:44913:44914:C0024554,C0024554,C0024554,C0024554","fitting:46504:46511:C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0424576","m:46767:46768:C0024554,C0024554,C0024554,C0024554","m:46792:46793:C0024554,C0024554,C0024554,C0024554","regression:46861:46871:C0684321","m:46947:46948:C0024554,C0024554,C0024554,C0024554","m:46963:46964:C0024554,C0024554,C0024554,C0024554","m:48585:48586:C0024554,C0024554,C0024554,C0024554","m:48628:48629:C0024554,C0024554,C0024554,C0024554","m:48693:48694:C0024554,C0024554,C0024554,C0024554","m:48717:48718:C0024554,C0024554,C0024554,C0024554","identification:49809:49823:C0020792","regression:50057:50067:C0684321","regression:50337:50347:C0684321","m:50557:50558:C0024554,C0024554,C0024554,C0024554","m:50599:50600:C0024554,C0024554,C0024554,C0024554","discrepancies:50616:50629:C1290905","m:50768:50769:C0024554,C0024554,C0024554,C0024554","regression:51006:51016:C0684321","m:52275:52276:C0024554,C0024554,C0024554,C0024554","m:52311:52312:C0024554,C0024554,C0024554,C0024554","m:52402:52403:C0024554,C0024554,C0024554,C0024554","changes of solar position:52458:52483:C0580859","m:54359:54360:C0024554,C0024554,C0024554,C0024554","m:54599:54600:C0024554,C0024554,C0024554,C0024554","m:54623:54624:C0024554,C0024554,C0024554,C0024554","m:54682:54683:C0024554,C0024554,C0024554,C0024554","m:54705:54706:C0024554,C0024554,C0024554,C0024554","invalid:55476:55483:C0231173","dis:56335:56338:C1444662","m:56516:56517:C0024554,C0024554,C0024554,C0024554","invalid:56703:56710:C0231173","m:56811:56812:C0024554,C0024554,C0024554,C0024554","m:56850:56851:C0024554,C0024554,C0024554,C0024554","m:56872:56873:C0024554,C0024554,C0024554,C0024554","discrepancy:57149:57160:C1290905","dis:57584:57587:C1444662","m:58606:58607:C0024554,C0024554,C0024554,C0024554","energy:58751:58757:C0424589","balance:58758:58765:C0560184,C0014653,C0014653","sensitivity:58921:58932:C0312418,C0427965,C0427965,C0427965","regression:59037:59047:C0684321","parameters:59434:59444:C0449381","sensitivity:59470:59481:C0427965,C0312418,C0427965,C0427965","regression:60172:60182:C0684321","parameters:61260:61270:C0449381","m:62658:62659:C0024554,C0024554,C0024554,C0024554","m:62675:62676:C0024554,C0024554,C0024554,C0024554","discrepancy:62915:62926:C1290905","m:63118:63119:C0024554,C0024554,C0024554,C0024554","m:63157:63158:C0024554,C0024554,C0024554,C0024554","difficulties:63368:63380:C1299586","energy:63693:63699:C0424589","work:63727:63731:C0043227","Dis:64031:64034:C1444662","content:64991:64998:C0423896","M:65131:65132:C0024554,C0024554,C0024554,C0024554","F:65613:65614:C0015780,C0015780,C0015780,C0015780","Learning:66005:66013:C0023185","Scaling:66582:66589:C0237849,C0237849,C0237849","F:66770:66771:C0015780,C0015780,C0015780,C0015780","sensitivity:67142:67153:C0427965,C0427965,C0312418,C0427965","M:68581:68582:C0024554,C0024554,C0024554,C0024554","fast:68704:68708:C0015663","M:68842:68843:C0024554,C0024554,C0024554,C0024554","Scaling:69434:69441:C0237849,C0237849,C0237849","F:70072:70073:C0015780,C0015780,C0015780,C0015780","parameters:70144:70154:C0449381","M:70473:70474:C0024554,C0024554,C0024554,C0024554","M:70736:70737:C0024554,C0024554,C0024554,C0024554","M:70796:70797:C0024554,C0024554,C0024554,C0024554","M:71129:71130:C0024554,C0024554,C0024554,C0024554","Sensitivity:71181:71192:C0427965,C0427965,C0427965,C0312418","map:72029:72032:C0428886","M:72197:72198:C0024554,C0024554,C0024554,C0024554","F:72224:72225:C0015780,C0015780,C0015780,C0015780","Sensitivity:73954:73965:C0427965,C0427965,C0427965,C0312418","M:74102:74103:C0024554,C0024554,C0024554,C0024554","sources:74406:74413:C0449416","M:75302:75303:C0024554,C0024554,C0024554,C0024554","M:75793:75794:C0024554,C0024554,C0024554,C0024554","F:75964:75965:C0015780,C0015780,C0015780,C0015780","energy:76508:76514:C0424589","sources:76995:77002:C0449416","content:77272:77279:C0423896","Sensitivity:77715:77726:C0427965,C0427965,C0312418,C0427965"],"ctakes:schema":"coveredText:start:end:ontologyConceptArr","date":"2015-05-07T10:47:50Z","dc:format":"application/pdf; version\u003d1.7","dc:title":"Estimation of surface upward longwave radiation from MODIS and VIIRS clear-sky data in the Tibetan Plateau","dcterms:created":"2015-04-22T14:21:48Z","dcterms:modified":"2015-05-07T10:47:50Z","meta:creation-date":"2015-04-22T14:21:48Z","meta:save-date":"2015-05-07T10:47:50Z","modified":"2015-05-07T10:47:50Z","pdf:PDFVersion":"1.7","pdf:encrypted":"false","producer":"Acrobat Distiller 10.0.0 (Windows)","resourceName":"10.1016_j.rse.2015.02.021.pdf","title":"Estimation of surface upward longwave radiation from MODIS and VIIRS clear-sky data in the Tibetan Plateau","xmp:CreatorTool":"Elsevier","xmpTPg:NPages":"17"}]
