[{"Content-Length":"2011210","Content-Type":"application/pdf","Creation-Date":"2015-07-06T02:34:13Z","Last-Modified":"2015-07-08T01:00:14Z","Last-Save-Date":"2015-07-08T01:00:14Z","X-Parsed-By":["org.apache.tika.parser.CompositeParser","org.apache.tika.parser.ctakes.CTAKESParser","org.apache.tika.parser.pdf.PDFParser"],"X-TIKA:content":"\u003chtml xmlns\u003d\"http://www.w3.org/1999/xhtml\"\u003e\n\u003chead\u003e\n\u003cmeta name\u003d\"access_permission:extract_for_accessibility\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"meta:save-date\" content\u003d\"2015-07-08T01:00:14Z\" /\u003e\n\u003cmeta name\u003d\"Content-Length\" content\u003d\"2011210\" /\u003e\n\u003cmeta name\u003d\"dcterms:created\" content\u003d\"2015-07-06T02:34:13Z\" /\u003e\n\u003cmeta name\u003d\"date\" content\u003d\"2015-07-08T01:00:14Z\" /\u003e\n\u003cmeta name\u003d\"access_permission:can_modify\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"access_permission:modify_annotations\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"Creation-Date\" content\u003d\"2015-07-06T02:34:13Z\" /\u003e\n\u003cmeta name\u003d\"access_permission:fill_in_form\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"created\" content\u003d\"Sun Jul 05 19:34:13 PDT 2015\" /\u003e\n\u003cmeta name\u003d\"dc:format\" content\u003d\"application/pdf; version\u003d1.7\" /\u003e\n\u003cmeta name\u003d\"access_permission:can_print\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"xmp:CreatorTool\" content\u003d\"Elsevier\" /\u003e\n\u003cmeta name\u003d\"resourceName\" content\u003d\"10.1016_j.rse.2015.05.021.pdf\" /\u003e\n\u003cmeta name\u003d\"Last-Save-Date\" content\u003d\"2015-07-08T01:00:14Z\" /\u003e\n\u003cmeta name\u003d\"dc:title\" content\u003d\"Suomi NPP VIIRS reflective solar band on-orbit radiometric stability and accuracy assessment using desert and Antarctica Dome C sites\" /\u003e\n\u003cmeta name\u003d\"access_permission:assemble_document\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"meta:creation-date\" content\u003d\"2015-07-06T02:34:13Z\" /\u003e\n\u003cmeta name\u003d\"dcterms:modified\" content\u003d\"2015-07-08T01:00:14Z\" /\u003e\n\u003cmeta name\u003d\"pdf:PDFVersion\" content\u003d\"1.7\" /\u003e\n\u003cmeta name\u003d\"Last-Modified\" content\u003d\"2015-07-08T01:00:14Z\" /\u003e\n\u003cmeta name\u003d\"X-Parsed-By\" content\u003d\"org.apache.tika.parser.CompositeParser\" /\u003e\n\u003cmeta name\u003d\"X-Parsed-By\" content\u003d\"org.apache.tika.parser.ctakes.CTAKESParser\" /\u003e\n\u003cmeta name\u003d\"X-Parsed-By\" content\u003d\"org.apache.tika.parser.pdf.PDFParser\" /\u003e\n\u003cmeta name\u003d\"modified\" content\u003d\"2015-07-08T01:00:14Z\" /\u003e\n\u003cmeta name\u003d\"access_permission:can_print_degraded\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"xmpTPg:NPages\" content\u003d\"10\" /\u003e\n\u003cmeta name\u003d\"pdf:encrypted\" content\u003d\"false\" /\u003e\n\u003cmeta name\u003d\"access_permission:extract_content\" content\u003d\"true\" /\u003e\n\u003cmeta name\u003d\"producer\" content\u003d\"Acrobat Distiller 10.0.0 (Windows)\" /\u003e\n\u003cmeta name\u003d\"Content-Type\" content\u003d\"application/pdf\" /\u003e\n\u003ctitle\u003eSuomi NPP VIIRS reflective solar band on-orbit radiometric stability and accuracy assessment using desert and Antarctica Dome C sites\u003c/title\u003e\n\u003c/head\u003e\n\u003cbody\u003e\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003er\nA\n\u003c/p\u003e\n\u003cp\u003eolli\n\u003c/p\u003e\n\u003cp\u003eRad\nseri\nul f\ning\ns AQ\nwo years by using sites such as Libya 4, Sudan 1 and Dome C. VIIRS absolute radio-\nusing AQUAMODIS over the above mentioned sites. For VIIRS bandM11 (2.1 μm),\n\u003c/p\u003e\n\u003cp\u003eence to quantify the absolute calibration accuracy ofM11. The study shows that VIIRSmoderate resolution reflec-\n\u003c/p\u003e\n\u003cp\u003eer Suit\ntellite t\nns. VIIR\n\u003c/p\u003e\n\u003cp\u003eIRS on-orbit radiomet-\nmode of Deep Convec-\ny by Bhatt et al. (2014)\nS radiometric stability\n\u003c/p\u003e\n\u003cp\u003eRemote Sensing of Environment 166 (2015) 106–115\n\u003c/p\u003e\n\u003cp\u003eContents lists available at ScienceDirect\n\u003c/p\u003e\n\u003cp\u003eRemote Sensing o\n\u003c/p\u003e\n\u003cp\u003ej ourna l homepage: www.e\u003c/p\u003e\n\u003cp\u003evective Clouds (DCC), etc. (Cao, Xiong, et al., 2013; Chander, Mishra, et al.,\n2010; Chander, Xiong, Choi, \u0026amp; Angal, 2010; Helder et al., 2013; Markham\net al., 2014; Uprety et al., 2013; Wu, 2004; Xiong et al., 2008).\n\u003c/p\u003e\n\u003cp\u003eusing Libya-4 site and DCC. Bands I1, I3 and M1–11 except M2–3 and\nM8 were analyzed using the VIIRS observations from early 2012 till\nthe late 2013.\u003c/p\u003e\n\u003cp\u003eplatforms have a common radiometric scale. On-orbit radiometric stabil-\nity and accuracy can be evaluated independently using different tech-\nniques such as trending and inter-calibration using vicarious calibration\nsites, SNO and SNO-x based inter-comparison, lunar trending, Deep Con-\n\u003c/p\u003e\n\u003cp\u003eEarlier study byWang \u0026amp; Cao (2014) discusses VI\nric stability for bandsM5 andM7 by trending the\ntive Cloud (DCC) pixels. Similarly the earlier stud\npresents the results on early assessment of VIIR\u003c/p\u003e\n\u003cp\u003e(RSB) and blackbody for Thermal Emissive Bands (TEB).More detailed in-\nformation on VIIRS instrument characteristics has been summarized by\nCao, Deluccia, et al., 2013. The satellite data quality needs to be validated\nindependently to ensure the stability and accuracy of OBC and to ensure\nthat the satellite data from different instruments on different satellite\n\u003c/p\u003e\n\u003cp\u003efrom SNO based intercomparison and it was an early assessment on\nVIIRS on-orbit performance using less than a year of VIIRS observation.\nOnly VIIRS bands M1 to M8 were analyzed. Similarly, Wu, Cao, and\nSun (2013) discuss VIIRS and MODIS intercomparison using high lati-\ntude polar SNOs and desert site for moderate resolution bands M1–7.\u003c/p\u003e\n\u003cp\u003e⁎ Corresponding author.\nE-mail addresses: sirish.uprety@noaa.gov (S. Uprety),\n\u003c/p\u003e\n\u003cp\u003e(C. Cao).\n\u003c/p\u003e\n\u003cp\u003ehttp://dx.doi.org/10.1016/j.rse.2015.05.021\n0034-4257/© 2015 Elsevier Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003eS instrument is equipped\nsists of solar diffuserwith\nof Reflective Solar Bands\n\u003c/p\u003e\n\u003cp\u003eUprety et al. (2013) presents the VIIRS radiometric accuracy by\nintercomparing with MODIS using extended simultaneous nadir over-\npass (SNO-x) over desert and ocean. The technique was inherited\u003c/p\u003e\n\u003cp\u003ewith onboard calibration (OBC) system that con\nstability monitor for tracking the performance\u003c/p\u003e\n\u003cp\u003eMODIS\nOLI\nCalibration\nIntercomparison\nRadiometric stability\nRadiometric accuracy\nDome C\nLibya 4\nBias\n\u003c/p\u003e\n\u003cp\u003e1. Introduction\n\u003c/p\u003e\n\u003cp\u003eVisible Infrared Imaging Radiomet\nsatellite instrument onboard S-NPP sa\nocean, land, aerosol, and cloud applicatio\u003c/p\u003e\n\u003cp\u003etive solar bands are stable with better than 0.5% for most of the bands with uncertainty on the order of 1%. After\naccounting the spectral differences, the absolute radiometric bias estimated through VIIRS and MODIS inter-\ncalibration is within 2% for bands M1–5 and M10 and about 3% for bands M7–8. Similarly, M11 bias estimated\nusing VIIRS and OLI inter-comparison is 5.4%.\n\u003c/p\u003e\n\u003cp\u003e© 2015 Elsevier Inc. All rights reserved.\n\u003c/p\u003e\n\u003cp\u003ee (VIIRS) is a key NOAA\nhat provides data for the\n\u003c/p\u003e\n\u003cp\u003eSeveral studies in the past have discussed different aspects of the on-\norbit calibration and validation of VIIRS using independent techniques\n(Bhatt et al., 2014; Cao, Xiong, et al., 2013; Uprety et al., 2013; Wang\n\u0026amp; Cao, 2014; Wu, Sullivan, \u0026amp; Heidinger, 2011). Previous study by\u003c/p\u003e\n\u003cp\u003eVIIRS\ns\u003c/p\u003e\nince there is no matching MODIS band pair, this study uses matching SWIR band from Landsat 8 OLI as a refer-\u003cp /\u003e\n\u003cp\u003eKeywords: solar bands over more than t\nmetric accuracy is quantified\u003c/p\u003e\n\u003cp\u003eSuomi NPP VIIRS reflective solar band on-o\nand accuracy assessment using desert and\n\u003c/p\u003e\n\u003cp\u003eSirish Uprety a,⁎, Changyong Cao b\na Cooperative Institute for Research in the Atmosphere (CIRA), Colorado State University, Fort C\nb Center for Satellite Applications and Research NOAA/NESDIS, College Park, MD, 20740, USA\n\u003c/p\u003e\n\u003cp\u003ea b s t r a c ta r t i c l e i n f o\n\u003c/p\u003e\n\u003cp\u003eArticle history:\nReceived 18 December 2014\nReceived in revised form 4 May 2015\nAccepted 23 May 2015\nAvailable online 16 June 2015\n\u003c/p\u003e\n\u003cp\u003eThe Visible Infrared Imaging\nfollow on mission for NOAA\ncritical to make its data usef\nradiometric performance us\nsatellite instruments such a\u003c/p\u003e\n\u003cp\u003echangyong.cao@noaa.gov\u003c/p\u003e\n\u003cp\u003ebit radiometric stability\nntarctica Dome C sites\n\u003c/p\u003e\n\u003cp\u003ens, CO, 80523, USA\n\u003c/p\u003e\n\u003cp\u003eiometer Suite (VIIRS) is a key instrumentflying aboard Suomi NPP satellite. It is a\nes AVHRR and NASAMODIS. The radiometric stability and accuracy of VIIRS are\nor weather and climate applications. This study is focused on analyzing VIIRS\nwell established calibration sites and through the inter-comparison with other\nUA MODIS and Landsat 8 OLI. The paper analyzes stability of VIIRS reflective\n\u003c/p\u003e\n\u003cp\u003ef Environment\n\u003c/p\u003e\n\u003cp\u003el sev ie r .com/ locate / rse\u003c/p\u003e\n\u003cp\u003eThis paper presents the comprehensive study and analysis on\nVIIRS radiometric performance for bands M1 (0.4 μm) through M11\n(2.1 μm) (except bands M6 and M9 (1.37 μm)) characterized using\nthe two Saharan desert calibration sites, Libya-4 and Sudan-1 and\nAntarctica Dome C site. In addition, inter-comparison of VIIRS with\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://crossmark.crossref.org/dialog/?doi\u003d10.1016/j.rse.2015.05.021\u0026amp;domain\u003dpdf\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1016/j.rse.2015.05.021\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"mailto:sirish.uprety@noaa.gov\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"mailto:changyong.cao@noaa.gov\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1016/j.rse.2015.05.021\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://www.sciencedirect.com/science/journal/00344257\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"www.elsevier.com/locate/rse\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eto study its radiometric performance. In addition, we have used OLI to\nevaluate the radiometric performance of VIIRS M7. This helps to com-\n\u003c/p\u003e\n\u003cp\u003e107S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp\u003epare the results from VIIRS, MODIS intercomparison for band M7 and\nanalyze any discrepancy and its root cause. The uncertainties in the\nVIIRS bias are mainly due to the spectral difference between the instru-\nments matching bands, BRDF, cloud contamination, calibration issues,\nand registration errors. Uncertainty in bias caused by mismatch in rela-\ntive spectral response (RSR) of the instruments is quantified using EO-1\nHyperion and radiative transfer models such as MODTRAN (Uprety\net al., 2013). After accounting spectral differences, the residual bias ob-\nserved at different sites is compared and analyzed. Unlike the previous\nstudies that analyzed the VIIRS stability for only few bands, this study\nanalyzes more VIIRS bands that include all SWIR bands except M9 and\nfor a longer time interval ranging from early 2012 to the end of 2014.\nFurther, in addition to Libya-4, it utilizes Sudan-1 and Dome C sites to\nsupplement and validate the radiometric stability and accuracy results.\nAlso, besides Aqua MODIS, it uses OLI to compare VIIRS M7 and M11\nthus providing further opportunities to better understand and improve\nthe calibration accuracy of these bands. This comprehensive analysis on\nVIIRS radiometric performance helps to build the confidence to users\nworking on EDR products.\n\u003c/p\u003e\n\u003cp\u003e2. Methodology\n\u003c/p\u003e\n\u003cp\u003eThere exist Earth locationswhich are temporally stable and are capa-\nble of tracking the changes in satellite instrument response over time.\nThese are usually high altitude arid regions with little rainfall, mostly\nclear sky with no human activities. Since it is almost impossible to\nfind a single site with all above ideal characteristics, the term Pseudo In-\nvariant Calibration Sites (PICS) has been commonly used for these sites\nwhich have been identified and characterized to be suitable to detect\nthe radiometric stability of satellite sensors. More details on PICS and\nits optimized identification criteria can be found in earlier studies such\nas Helder, Basnet, and Morstad (2010). Saharan desert calibration\nsites have been used in trending the satellite sensors for more\nthan a decade (Helder et al., 2008, 2010, 2013; Markham et al.,\n2004, 2012; Barsi, Markham, Helder, \u0026amp; Chander, 2007; Rao \u0026amp; Chen,\n1995, 1999; Wu, 2004, Wu, Sullivan, \u0026amp; Heidinger, 2011). In addition,\nthe potential of these sites for absolute calibration has been success-\nfully demonstrated by several studies in the past (Helder et al.,\n2013; Mishra, Haque, et al., 2014; Mishra, Helder, Angal, Choi, \u0026amp;\nXiong, 2014). PICS can be used reliably to analyze radiometric per-\nformance of the instruments as long as the sites have been rigorous-\u003c/p\u003e\n\u003cp\u003eAQUA MODIS and Landsat 8 Operational Land Imager (OLI) is per-\nformed to quantify the radiometric accuracy of VIIRS. Both Libya-4 and\nDome C are CEOS endorsed calibration sites. The temporal trends of\nTOA reflectance observed at nadir are used to quantify the radiometric\nstability. VIIRS radiometric accuracy can be achieved by continuously\nmonitoring, characterizing and comparing VIIRS instrument to other\nwell calibrated radiometers such as MODIS whose absolute calibration\nuncertainty is estimated to be within 2% (Xiong et al., 2007). This\npaper shows absolute radiometric bias of VIIRS estimated for moderate\nresolution radiometric bands by comparing top of atmosphere (TOA)\nreflectance with MODIS and OLI. The spectral coverage of one of the\nVIIRS moderate resolution bands M11 (2.2 μm) doesn\u0027t overlap with\nMODIS. Hence we have used Landsat 8 OLI SWIR band 2 (2.11–\n2.29 μm), a new generation Landsat sensor, to perform the inter-\ncomparison over Libya-4 and evaluate the radiometric accuracy. VIIRS\nM11 signal strength over desert (~7–8 W/m2-sr-um) is more than 10\ntimes higher than over ocean. Typical radiance observed by M11 over\nocean is less than 0.5 W/m2-sr-um. This very small signal strength\nover ocean can significantly increase the noise level in measurements\nand makes the band more challenging for calibration in absolute scale.\nAssuming that the detector gain is linear, we have chosen desert sites\u003c/p\u003e\n\u003cp\u003ely characterized to ensure the long term stability.\u003c/p\u003e\n\u003cp\u003e2.1. Calibration sites\n\u003c/p\u003e\n\u003cp\u003eThis study uses Saharan desert sites and Antarctica Dome C (75.1°S,\n123.39°E) site. The desert sites used are Libya-4 (28.55°N, 23.39°E) and\nSudan-1 (21.74°N, 28.22°E). Libya-4 is one of the Committee on Earth\nObservation Satellites (CEOS) endorsed calibration sites and has been\nwidely used in calibration and validation ofmediumandhigh resolution\nsatellites (Chander, Mishra, et al., 2010; Chander, Xiong, et al., 2010;\nCosnefroy, Leroy, \u0026amp; Briottet, 2014; Helder et al., 2010; Helder et al.,\n2013, Markham and Helder, 2012; Wu, Xiong, Cao, \u0026amp; Angal, 2008).\nLibya-4 is one of the best desert reference sites recommended by\nCEOS. More detailed analysis on the radiometric quality of Saharan de-\nsert sites can be found in Helder et al. (2010) and Teillet, Barsi,\nChander, and Thome (2007), Teillet, Fedosejevs, Thome, and Barker\n(2007). Fig. 1 shows VIIRS image with Libya-4 and Sudan-1 sites. The\nreason behind choosing Sudan 1 site is that NOAA series AVHRR sensors\nuse this site for on-orbit relative calibration (Wu, 2004). In recent years\nsome of the areas near the Sudan-1 site started to suffer fromhuman ac-\ntivities that include irrigation (Yu \u0026amp; Wu, 2009) however, the region of\ninterest chosen for this study avoided the areas impacted by human\nactivities.\n\u003c/p\u003e\n\u003cp\u003eAntarctica Dome C (−75.1°, 123.39°) is a large snow flat surface\nlocated at an altitude of 3.2 km from sea level. It is a CEOS endorsed cal-\nibration site. The site has excellent temporal stability and spatial unifor-\nmity (Cao et al., 2010; Uprety \u0026amp; Cao, 2011, 2012). It has been studied\nrigorously due to its unique characteristics such as, high altitude; high\nreflectance; high percentage of cloud-free time; atmosphere with very\nlow infrared sky emission, low water vapor content and low aerosol\nand dust content. Some of the limitations of this site include: it receives\nsunlight only for about four months every year (austral summer only),\nthere is a large BRDF from snow, accessibility issues for ground truth\nmeasurements, early launch cal/val activities may not be possible for\nRSB if the satellite is launched during the other 8 month period. The\nsite is observed more frequently by polar orbiting satellites however it\nis not visible for current GOES and future GOES-R instruments.\n\u003c/p\u003e\n\u003cp\u003e2.2. Sensor overview\n\u003c/p\u003e\n\u003cp\u003eS-NPP is a sun-synchronous polar orbiting satellite launched in\nOctober 2011 with VIIRS as one of the payloads. VIIRS has full global\ncoverage of Earth daily (one at daytime and the other at nighttime)\nfromanominal altitude of 829km. It is amultispectral scanning radiom-\neter with 16 moderate resolution bands (0.4 μm to 12 μm), 5 Imagery\nbands (0.6 μm to 12 μm) and 1 day night band (DNB). This is a wide-\nswath (3000 km) scanning radiometer with spatial resolution: 750 m\nfor moderate resolution bands and DNB, 375 m for imagery bands.\nIt is a follow-on mission for Advanced Very High Resolution Radiom-\neter (AVHRR) on NOAA and MetOp series satellites and Moderate-\nResolution Imaging Spectroradiometer (MODIS) onboard Terra and\nAqua. More detailed explanation on VIIRS instrument and onboard\ncalibrators can be found in Cao, Deluccia, et al. (2013).\n\u003c/p\u003e\n\u003cp\u003eMODIS is a NASA instrument launched aboard Terra (1999) and\nAqua (2002) satellites. It has 36 spectral bands with wavelengths rang-\ning from 0.4 to 14.4 μm. The spatial resolution varies from 0.25 km for\nthe first two bands, 0.5 km for 5 bands and 1 km for the remaining 29\nbands. A complete scan covers a swath width of 10 km (along track)\nand 2330 km(cross track)with+/−55° scan angle. Absolute radiomet-\nric calibration for both VIIRS and MODIS is achieved by using onboard\ncalibration system that mainly includes solar diffuser and solar diffuser\nstability monitor for the calibration of reflective solar bands (RSBs) and\nblackbody for the thermal emissive bands. More detailed explanation\non MODIS instrument can be found in Xiong and Barnes (2006).\n\u003c/p\u003e\n\u003cp\u003eThe Operational Land Imager (OLI) is a pushbroom sensor launched\nonboard Landsat 8 on 11 February 2013. Detail explanations on the in-\nstrument design including onboard calibration, characterization and\u003c/p\u003e\n\nperformance can be found in earlier studies such as Irons, Dwyer, and\u003cp /\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eBarsi (2012), Knight and Kvaran (2014), Markham et al. (2012, 2014).\nOLI collects images using nine spectral bands with spatial resolution\nranging from 30 m (bands 1–7, 9) and 15 m for panchromatic band. It\ncovers a swath width of 183 km. RSB calibration is performed through\nonboard calibration which consists of two solar diffusers and three\npairs of lamps. One solar diffuser panel is exposed to sunlight regularly\nwhereas the other diffuser panel is exposed infrequently. The former\nsolar panel is used to detect changes in the working panel spectral re-\nflectance due to frequent solar exposure. Irons et al. (2012) have ex-\nplained in detail about the OLI instrument design and onboard\ncalibration system.\n\u003c/p\u003e\n\u003cp\u003eThe EO-1 Hyperion is a push broom hyperspectral sensor\nlaunched by NASA on November 21, 2000. It images the earth in\n\u003c/p\u003e\n\u003cp\u003eboard calibration sources (Folkman, Pearlman, Liao, \u0026amp; Jarecke,\n2001; Pearlman et al., 2003).\n\u003c/p\u003e\n\u003cp\u003e2.3. Instrument relative spectral response functions\n\u003c/p\u003e\n\u003cp\u003eRelative spectral response functions of VIIRS bands under study are\nshown in Fig. 2. In addition, the figure also shows matching VIIRS\nbands with MODIS and OLI. Fig. 2 indicates that VIIRS SWIR band M11\n(2.2 um) doesn\u0027t overlap with MODIS. OLI SWIR band 2 (2.2 um) has\nwider spectra but its bandwidth completely covers the VIIRS M11 RSR.\nVIIRS M7 band is compared with both MODIS and OLI over desert sites\nto evaluate their radiometric consistency. In general, VIIRS bands are\n\u003c/p\u003e\n\u003cp\u003eFig. 1. Libya-4 and Sudan-1 sites are shown in VIIRS color image.\n\u003c/p\u003e\n\u003cp\u003e108 S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp\u003e220 spectral bands (http://eo1.usgs.gov/sensors/hyperion) with\nwavelengths ranging from 0.4 μm to 2.5 μm. Hyperion has a foot-\nprint size of 30 m and the swath width of 7.5 km. The radiometric\nstability of the instrument is maintained using solar, lunar and on-\u003c/p\u003e\n\u003cp\u003eFig. 2. Instrument RSRs showing VIIRS (black) matching bandswithMODIS (red) andOLI (Blue\nMODIS.\u003c/p\u003e\n\u003cp\u003emuch narrower than MODIS and OLI. This small difference in spectral\ncoverage for matching bands results in slightly different at-sensor\nradiance/reflectance even when both the sensors are observing the\nsame target. This is one of the reasons that it is always desirable to\u003c/p\u003e\n\u003cp\u003e). Bottom right shows VIIRSM11 (2.2 μm) RSR that is completely covered by OLI but not by\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://eo1.usgs.gov/sensors/hyperion\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003e109S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp\u003eperform the comparison over calibration sites which are either spectral-\nly flat or are rigorously characterized in spectral domain.\n\u003c/p\u003e\n\u003cp\u003e2.4. Data processing\n\u003c/p\u003e\n\u003cp\u003eFor VIIRS data used in this study, the Interface Data Processing\nSegment (IDPS) generated scientific data record (SDR) for 9 moderate\nresolution RSB (except M6 (0.74 μm) and M9 (1.375 μm cirrus band))\nis downloaded from NOAA CLASS (www.class.ngdc.noaa.gov). Spatial\nresolution of data is 0.742 km at nadir. For MODIS, 1 km L1b data\nwere used (http://ladsweb.nascom.nasa.gov/data/). MODIS data used\nare collection 6 version. For Landsat 8 OLI, level 1 terrain corrected\ngeotiff data with resolution of 30 m are downloaded from USGS\n(http://earthexplorer.usgs.gov/).\n\u003c/p\u003e\n\u003cp\u003eVIIRS and MODIS nadir overpass data over the calibration sites are\ncollected from May 2012 till November 2014. There was a major VIIRS\nSDSM transmission screen update during early 2012 which caused\nlarge change in VIIRS response during March/April 2012. Hence this\nstudy analyzes VIIRS starting from early May 2012 considering VIIRS\ncalibration to bemore stable then after. Radiometric performance is an-\nalyzed in two key aspects which are radiometric stability and absolute\nradiometric accuracy. Radiometric stability is evaluated using temporal\ntrends at sensor TOA reflectance and radiometric accuracy is analyzed\nby comparing VIIRS measurements with MODIS and OLI.\n\u003c/p\u003e\n\u003cp\u003eThe following steps summarize how data processing is performed\nfor each band.\n\u003c/p\u003e\n\u003cp\u003ea) For each nadir overpass of the satellite, a region of interest (ROI) of\nsize 30 km × 30 km is extracted such that the center of ROI has\nsame latitude and longitude as defined for each site in earlier section.\n\u003c/p\u003e\n\u003cp\u003eb) Each ROI needs to be checked for a number of filtering criteria. Only\nthe ROI with all clear sky pixels is considered for analysis. Cloud\nmask product from VIIRS and MODIS is used to determine the level\nof cloud contamination.\n\u003c/p\u003e\n\u003cp\u003ec) A spatial uniformity test is also performed such that the given ROI\nis considered valid only if its spatial uniformity (ratio of 1 standard\ndeviation to mean reflectance) is better than 4%. This helps to filter\nout most of the cloud contaminated data.\n\u003c/p\u003e\n\u003cp\u003ed) In addition, a threshold of ±60 sensor zenith for all pixels within an\nROI is used to limit the analysis only within nadir.\n\u003c/p\u003e\n\u003cp\u003eAfter an ROI passes all above conditions, mean and standard devia-\ntion are calculated and a temporal trend is generated for each instru-\nment. All data analysis is performed using at-sensor TOA reflectance.\nTOA reflectance of VIIRS can be read directly from SDR data product.\nHowever, the data are stored as scaled TOA reflectance. Scaling factors\nare available for each band to convert the data to reflectance. MODIS\nand OLI give TOA reflectance before accounting for solar zenith angle.\n\u003c/p\u003e\n\u003cp\u003eSmall differences in spectral shape and coverage of matching bands\nbetween two instruments result in bias even when both the instruments\nobserves the same target at the same time. This bias needs to be\naccounted for during the inter-comparison. This is commonly termed as\nspectral band adjustment factor (SBAF).When two instruments are com-\npared after applying SBAF correction, the residual bias trend shows the ra-\ndiometric consistency over time. Spectrally induced bias can be calculated\nby taking the ratio of VIIRS equivalent reflectance and MODIS or OLI\nequivalent reflectance obtained by convolving Hyperion reflectance spec-\ntra with instrument RSR (Uprety and Cao, 2012; Uprety et al., 2013).\n\u003c/p\u003e\n\u003cp\u003e3. Results and discussion\n\u003c/p\u003e\n\u003cp\u003eSection 3.1 explains the radiometric stability of VIIRS character-\nized using at sensor TOA reflectance trends. Sections 3.2 through\n3.4 analyze the radiometric accuracy of VIIRS estimated through\u003c/p\u003e\n\nsensor inter-comparison. OLI is used to supplement the comparison\u003cp /\u003e\n\u003cp\u003eresults for bands M7 (0.86 μm) and M11 (2.2 μm). VIIRS band M6\n(0.74 um) is not analyzed since the detectors get saturated over de-\nsert and snow. VIIRS, MODIS and OLI observe calibration sites at\nslightly different local time and few days apart. Hence the reflec-\ntance time series cannot be compared directly to estimate the bias\nbefore being accounted for BRDF. Since the BRDF at nadir over de-\nsert is dominated by solar zenith angles, the instruments are com-\npared at similar solar zenith angles.\n\u003c/p\u003e\n\u003cp\u003e3.1. Radiometric stability of VIIRS\n\u003c/p\u003e\n\u003cp\u003eTime series of VIIRS and MODIS TOA reflectance since early May\n2012 for bands M1, M4–8, M10 and M11 over Libya 4 and Sudan 1 are\nshown in Fig. 3. M2–3 behave similar to M1 and hence are not shown\nin the figure. VIIRS suggests larger short term (within few weeks) vari-\nability although the temporal trends are more stable. In addition, time\nseries suggest that VIIRS agreement with MODIS is not consistent, indi-\ncating the change in VIIRS stability and accuracy over time. One such ex-\nample is a major H-factor update that occurred at the end of May 2014\nwhich led to sudden increase inVIIRS bands (such asM1 andM2) by ap-\nproximately 2%. This can have larger impacts in the EDR products such\nas ocean color that has stringent requirements in calibration. One of\nthe reasons for short term changes in VIIRS stability and accuracy is\ndue to the calibration updates and anomalies that usually happen for\nshort time intervals and is not usually noticeable due to larger variability\nand sparse time series.\n\u003c/p\u003e\n\u003cp\u003eRadiometric stability is analyzed by normalizing the reflectance time\nseries by a BRDF function and doing a linear fit. BRDF is generated using\na quadratic function of reflectance versus solar zenith angle assuming\nthat impact due to relative azimuth and sensor zenith are insignificant\n(Uprety and Cao, 2012) at nadir observation. A statistical null hypothe-\nsis test was performed on the significance of slope i.e. slope \u003d 0 at\nalpha \u003d 0.05 for all bands. It was observed that most of the bands\nrejected the hypothesis test, indicating no significance of slope.\nTable 1 shows the radiometric stability of VIIRS in terms of temporal\nchange (degradation) over nearly two and half years along with the\nuncertainty of 1-sigma standard deviation. Temporal degradation values\nare provided for bands with statistically significant slopes.\n\u003c/p\u003e\n\u003cp\u003eFig. 3 indicates that M7 is the least stable band with calibration sta-\nbility 1.5%. M11 temporal trend is stable however it is the noisiest band\nwith variability (1-sigma standard deviation) greater than 1.5%. The\nTOA reflectance is calculated assuming the target characteristics to\nhave Lambertian behavior even though the desert surface is not a true\nLambertian target. In addition, most of the Earth view signal received\nby the sensor for visible bands (especially blue bands) comes from\natmosphere. Thus the at-sensor reflectance is less dominated by the\nstrong BRDF of surface. For nadir observations used in this study, the\nBRDF is mainly due to the annual variation of solar zenith angle. This\nis one of the reasons that annual oscillation is not easily noticed for\nbands such as M1–4. As the wavelength increases, i.e. for NIR and\nSWIR bands, the signal strength is mostly dominated by ground surface\nreflectance rather than fromatmosphere. Thus the at-sensor TOA reflec-\ntance suggests good correlationwith seasonal variation. Strong andwell\ndefined seasonal oscillation can be observed mainly for bands M7–11\nshown in Fig. 3.\n\u003c/p\u003e\n\u003cp\u003eFig. 4 shows VIIRS reflectance time series over Dome C. BandsM2 and\nM3 are not shown since their matchingMODIS bands are mostly saturat-\ned over snow and very few data exists at higher solar zenith angles great-\ner than 70°. For bandsM5 andM7, the Dome C data from early October to\nlate December are excluded in generating the BRDF function and stability\nanalysis. This is mainly due to the hysteresis nature of Antarctica snow\nalbedo i.e. the albedo in the morning and the afternoon is not the same\nfor identical solar zenith angles (McGuffie and Henderson-Sellers,\n1985; Yamanouchi, 1983). Figure shows large BRDF of more than\n10% annually, indicated by themaximum variation in Dome C reflectance\u003c/p\u003e\n\ndue to the annual variation in solar zenith angle. Majority of the bands\u003cp /\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://www.class.ngdc.noaa.gov\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://ladsweb.nascom.nasa.gov/data/\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://earthexplorer.usgs.gov/\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eFig. 3. VIIRS and MODIS TOA reflectance over left: Libya-4 and right: Sudan-1 sites along with OLI reflectance over Libya 4 for NIR (0.86 μm) and SWIR (2.2 μm) bands.\n\u003c/p\u003e\n\u003cp\u003eTable 1\nCalibration stability of VIIRS RSB over calibration sites. Stability is calculated as a percent change over the period of analysis using linear trends fitted over BRDF normalized VIIRS time\nseries.\n\u003c/p\u003e\n\u003cp\u003eVIIRS MODIS Radiometric stability\n\u003c/p\u003e\n\u003cp\u003eBand Wavelength (μm) Band Wavelength (μm) Libya 4 Sudan 1 Dome C\n\u003c/p\u003e\n\u003cp\u003eM1 0.402–0.422 8 0.405–0.420 0.00% ± 1.20% 0.00% ± 1.23% 0.00% ± 0.60%\nM2 0.436–0.454 9 0.438–0.448 0.00% ± 0.93% 0.00% ± 1.29% 0.94% ± 0.55%\nM3 0.478–0.498 10 0.483–0.493 0.00% ± 0.98% 0.00% ± 1.31% 0.69% ± 0.51%\nM4 0.545–0.565 4 0.545–0.565 0.00% ± 1.14% 0.00% ± 1.14% 0.00% ± 1.27%\nM5 0.662–0.682 1 0.620–0.670 0.00% ± 0.79% 0.00% ± 0.94% 0.00% ± 0.96%\nM7 0.846–0.885 2 0.841–0.876 1.50% ± 0.75% 1.45% ± 1.00% 0.00% ± 0.84%\nM8 1.230–1.250 5 1.230–1.250 0.67% ± 0.91% 1.28% ± 1.07% –\nM10 1.580–1.640 6 1.628–1.652 0.78% ± 0.49% 0.70% ± 0.53% –\nM11 2.225–2.275 7 2.105–2.155 0.00% ± 1.60% 0.00% ± 1.49% –\n\u003c/p\u003e\n\u003cp\u003e110 S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003esuggest no significant slopes with M1 being the most stable (Table 1)\nwith 0.6% variability.\n\u003c/p\u003e\n\u003cp\u003e3.2. VIIRS intercomparison with MODIS and OLI\n\u003c/p\u003e\n\u003cp\u003eVIIRS radiometric accuracy is quantifiedby extracting the bias trends\nas a function of solar zenith angles (Fig. 5). This reduces the impact of\nuncertainty due to seasonal variation. Figs. 5a and 4b indicate that the\nVIIRS blue (M1–3) and green (M4) bands agree better with MODIS to\nwithin 2% as compared to red (M5), NIR (m7) and SWIR (M8–M11)\nbands. MODIS band 10 (matching VIIRS M3) gets saturated at high\nsolar elevation and thus the VIIRS bias trend starts from nearly 35°\nsolar zenith angle. VIIRS M4 (0.55 μm) indicates the smallest bias of\nless than 0.25% whereas M5 (0.64 μm) indicates the largest bias of\n\u003c/p\u003e\n\u003cp\u003estudy by Uprety et al., 2013 have shown that the large bias in VIIRS\nM5 can be explained mainly due to RSR differences. A more detailed\nanalysis on RSR differences is covered in section 3.3.1. The uncertainty\nwhich is provided as 1-sigma standard deviation is less than 1% for all\nbands except the SWIR bands. Impact on bias due to calibration updates\nand anomalies which usually happen for short time intervals is general-\nly not noticeable. This is mainly due to sparse data (16 days apart) sets\nand the uncertainty on the order of 1%.\n\u003c/p\u003e\n\u003cp\u003eFig. 5c shows the VIIRS bias trends relative to MODIS estimated over\nDome C. It suggests larger rate of change in bias as a function of solar ze-\nnith angle compared to desert sites. Similarly, VIIRS M7 andM11 radio-\nmetric accuracy is also analyzed using Landsat 8 OLI SWIR band 2\n(2.2 um). This is mainly because OLI SWIR band 2 fully covers the\nVIIRS band M11. One of the major improvements with Landsat 8 OLI\n\u003c/p\u003e\n\u003cp\u003eFig. 4. VIIRS and MODIS reflectance time series over Dome C.\n\u003c/p\u003e\n\u003cp\u003e111S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp\u003emore than 9.5% over Libya-4 and 10.05% over Sudan-1 sites. Earlier\u003c/p\u003e\n\u003cp\u003eFig. 5. Bias trends of VIIRS M bands relative to MODIS (figures a, b, c) and relative to O\u003c/p\u003e\n\u003cp\u003ecompared to previous generation Landsat instruments is that there is\u003c/p\u003e\n\u003cp\u003eLI (figure d) trends suggest the change in bias as a function of solar zenith angle.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003ean onboard calibrator with two absolute sources, solar diffuser to cali-\nbrate data in reflectance and lamps to calibrate data in radiance. The\nOLI data in both radiance and reflectance agree very well (2% to 3%)\nwhen compared to groundmeasurements and other well calibrated in-\nstruments (Markham et al., 2014; Mishra, Haque, et al., 2014; Mishra,\nHelder, et al., 2014). Fig. 5d shows the bias trends of VIIRS M7 and\nM11 over Libya-4 site relative to OLI. Figure indicates that VIIRS and\nOLI measurements agree well within 2%. Both VIIRS and OLI SWIR\nbands suggest noisier trends compared to NIR band.M11has the largest\ncalibration uncertainty.\n\u003c/p\u003e\n\u003cp\u003eThere are a number of updates in VIIRS calibration parameters since\nlaunch that introduced anomalies in the solar diffuser degradation\ntrends (H-factor) and ultimately the gain trends (F factors). It is true\nthat when all data are used in determining the bias, the anomalies in\nthe trend are also attributed to the regression uncertainties. This is\none of the reasons we have excluded data during early 2012 when\nthere was a major calibration update on SDSM transmission screen\n\u003c/p\u003e\n\u003cp\u003eof 55 W/[m2-sr-μm] or more over desert compared to 30 W/[m2-sr-μm]\nover Dome C). Thus this study uses only desert sites to evaluate the radio-\nmetric performance of VIIRS M8-11.\n\u003c/p\u003e\n\u003cp\u003e3.3.1. Spectral band adjustment factors\nSpectral band adjustment factor (SBAF) is a term commonly used in\n\u003c/p\u003e\n\u003cp\u003einter-comparison to adjust the spectral differences in RSR of the sensors\n(Chander, Mishra, et al., 2010; Chander, Xiong, et al., 2010; Teillet, Barsi,\net al., 2007; Teillet, Fedosejevs, et al., 2007; Teillet, Fedosejevs, \u0026amp; Thome,\n2004). SBAF is calculated for VIIRS bands relative to MODIS and OLI\nusing Hyperion data and MODTRAN. It helps to account for the impact\nof RSR differences in the observed bias such that the residual bias re-\nflects the true biases in the calibration. The resulting VIIRS bias calculat-\ned over Libya-4, Sudan-1 and Dome C should agree very well. For VIIRS\nband M7, the bias computed using MODIS over Libya-4 and using\nLandsat over Libya-4 need to agree well with each other assuming\n\u003c/p\u003e\n\u003cp\u003e112 S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp\u003edata that affected for more than a month of VIIRS SDR data. After this\nevent, the anomalies in VIIRS calibration have happened few times for\nshort intervals (few days to weeks) that have resulted in changing\nbias trends over time (trending ups and downs). However the magni-\ntude of bias during these anomalous time periods is still mostly within\n2%. Additionally, the numbers of data sets that correspond to anomaly\ntime period are dominated by the normal (no-anomaly) VIIRS calibra-\ntion data. In addition, this paper analyzes VIIRS data with 16-day repeat\ncycle based observation. These are the reasons why all data including\nshort term anomalies are included in the bias analysis assuming that\nthe impact on bias uncertainty is small. With the improved calibration\nand possible reprocessing or the product in future, the uncertainty\nadded due to calibration anomalies can be reduced significantly.\n\u003c/p\u003e\n\u003cp\u003e3.3. Spectral analysis of calibration sites\n\u003c/p\u003e\n\u003cp\u003eBias estimated using instrument measurements is dependent on\ntargets utilized in inter-comparison and each target can have different\nspectral characteristics. If the RSRs of two sensors differ even by a\nsmall amount, it may result in bias even when both the sensors are ob-\nserving the same target with identical viewing conditions. Without ac-\ncounting for the contributions of RSR mismatch in observed bias, the\nsensor inter-comparison for quantifying radiometric accuracy is never\ncomplete. Calibration sites are analyzed using spaceborne hyperspectral\ndata from EO-1 Hyperion. Fig. 6 shows that Dome C has nearly flat spec-\ntra over VNIR region with higher reflectance. Desert sites have higher\nreflectance towards longer wavelength. Both Dome C and desert\nsites can be used to quantify impact on observed bias due to spectral\ndifferences of sensors. Desert sites have larger reflectance (greater\nthan 60%) for M10 and M11. M8 reflectance spectrum is more flat\nover desert than Dome C with much higher TOA radiance (on the order\u003c/p\u003e\n\u003cp\u003eFig. 6. Spectral characteristics of L\u003c/p\u003e\n\u003cp\u003ethat the RSR differences are taken into account accurately, and MODIS\nand OLI bands are accurately calibrated in absolute scale.\n\u003c/p\u003e\n\u003cp\u003eFig. 7 shows SBAF computed over desert and Dome C calibration\nsites using Hyperion. Since no in-situ measurements are available, this\nstudy uses large number of Hyperion observations over the calibration\nsites to estimate the SBAF. For Libya-4 site, more than 150 Hyperion ob-\nservations were used to analyze the SBAF. Larger number of Hyperion\ndatasets provides multiple observations over different times of the\nyear with varying atmosphere to make the results more reliable and ac-\ncurate. Similarly for Sudan-1 site, nearly 90 Hyperion observationswere\nused in the study. Fig. 7 shows that SBAF calculated for VIIRS M11 using\nVIIRS and MODIS RSR over desert sites is on the order of 7%. The uncer-\ntainty is calculated as a one standard deviation of SBAFs. It is interesting\nto note that M11 has the largest uncertainty of 3.1% over Libya 4 com-\npared to less than 1% over Sudan. The large inconsistency inM11 uncer-\ntainty can be due to the fact that VIIRS and MODIS RSR cover different\nregions of the electromagnetic spectrum which are almost 100 nm\napart. The atmospheric variability for these two regions and possible in-\nconsistency in Hyperion bands could be the dominant reasons behind\nthis large spectral bias which needs further investigation. However,\nVIIRS M11 results in −6.6% SBAF with uncertainty less than 0.5%\nwhen compared with OLI matching band. Since OLI completely covers\nM11 band, the results from VIIRS/OLI can be considered more accurate\nwith lesser uncertainty. Fig. 7 shows that VIIRS M5 (0.67 μm) has the\nlargest SBAF of nearly 7.5% over desert indicating the largest impact\non estimated bias (Table 2) due to RSR differences. The rest of the\nbands have SBAF less than 2% except M10 that suggests nearly 2.5%.\nOver Dome C, the SBAF for VIIRS M5 is small (2.3%) due to more flat\nspectra compared to desert. For the rest of the bands, SBAF is on the\norder of 1% or less. It is to be noted that VIIRS M1 RSR is not covered\nby Hyperion and hence MODTRAN is used to compute the spectral bias.\u003c/p\u003e\n\u003cp\u003eibya-4, Sudan-1 and Dome C.\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eFig. 7. Spectral band adjustment factors ov\n\u003c/p\u003e\n\u003cp\u003e113S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp\u003e3.4. VIIRS radiometric accuracy\n\u003c/p\u003e\n\u003cp\u003eWhen SBAF is accounted for VIIRS observed bias (Table 2), the\nresulting difference gives the absolute radiometric bias of VIIRS relative\nto the reference standard (either MODIS or OLI). The uncertainties are\nmainly contributed from residual BRDF, undetected sub-pixel level\ncloud contamination, and Hyperion spectral resolution and measure-\nments used to compute SBAF. Fig. 8 shows VIIRS bias for bands M1–\n11. The VIIRS bias calculated at desert sites and Dome C agree very\nwell to within 1% for bands M2–7 and by 1.5% for M1. M1 SBAF is com-\nputed using MODTRAN and couldn\u0027t be verified using Hyperion sensor\nwhich could be one of the reasons for the larger residual bias. VIIRS\nbands M1–4 suggest better than 2% ±1% bias. Similarly for M5, the\nbias is on the order of 2% over Libya-4 and Dome C whereas it is about\n3% over Sudan-1. The root cause could bemainly due to largermismatch\nin VIIRS andMODIS RSR. ForM7, bias is about 1%when compared to OLI\nwhereas more than 3% when compared to MODIS. This could be due to\nfew reasons; first it could be due to less radiometric accuracy of MODIS;\nsecond it could be due to RSR mismatch and third it could be due to\nSBAF. Hyperion spectral resolution is about 10 nm and it can be ob-\nserved from spectral characteristics of desert sites in Fig. 8 that there\nare big changes in Hyperion reflectance around this spectral region.\nSince VIIRS and MODIS have RSR with wider bandwidth than OLI by\nabout 10 nm in lower wavelength side, the insufficient Hyperion spec-\ntral resolution could have resulted in about 2% difference in SBAF be-\ntween VIIRS/MODIS compared to VIIRS/OLI. This could have possibly\nbeen propagated to bias in Fig. 8 where we see discrepancy in residual\nbias by about 2%. This needs to be further investigated in future. For\u003c/p\u003e\n\nM8 and M10, the bias is on the order of 3% or more. This might have\n\u003cp /\u003e\n\u003cp\u003eTable 2\nObserved radiometric bias of VIIRS relative toMODIS at desert andDome C site. Note: Bias\nis calculated over desert sites at solzen\u003d 18° and over Dome C at solzen\u003d 58° except for\na)VIIRS bandM2overDomeC at solzen\u003d71° and b)M3 over Libya-4 at solzen\u003d40° and\nover Dome C at solzen \u003d 78°.\n\u003c/p\u003e\n\u003cp\u003eVIIRS Bias @ solzen \u003d 18° Bias @ solzen \u003d 58°\n\u003c/p\u003e\n\u003cp\u003eBand Wavelength\n(μm)\n\u003c/p\u003e\n\u003cp\u003eLibya 4 Sudan 1 Dome C\n\u003c/p\u003e\n\u003cp\u003eM1 0.402–0.422 1.64% ± 0.35% 1.56% ± 0.46% −0.14% ± 0.65%\nM2 0.436–0.454 0.39% ± 0.31% 0.01% ± 0.46% −0.50% ± 0.67%\nM3 0.478–0.498 0.80% ± 0.24% 1.30% ± 0.32% −0.20% ± 0.79%\nM4 0.545–0.565 −0.16% ± 0.46% −0.16% ± 0.49% 1.62% ± 1.05%\nM5 0.662–0.682 9.6% ± 0.53% 9.92% ± 0.69% 4.86% ± 0.86%\nM7 0.846–0.885 4.16 ± 0.72% 4.08% ± 0.88% 2.76% ± 1.35%\nM8 1.230–1.250 2.67% ± 1.13% 2.90% ± 1.04% –\nM10 1.580–1.640 0.52% ± 0.64% 0.76% ± 0.64 –\nM11 2.225–2.275 −6.38% ± 1.44% −5.67% ± 1.45% –\u003c/p\u003e\n\u003cp\u003ebeen caused by calibration inaccuracy in either VIIRS or MODIS. VIIRS\nM11 suggests 5.4% bias relative to OLI after accounting SBAF. When\nVIIRS and MODIS are compared for band M11 over Libya-4 and\nSudan-1, the estimated radiometric bias is within 2% with uncertainty\nlarger than 3%. Since the spectral coverage of two instruments for this\nband is about 100 nm apart and the uncertainty is very large, the result\ndoesn\u0027t seem to bemore reliable as compared to thebias estimated from\nVIIRS andOLI comparison. The larger uncertainty inM11 could bemain-\nly due to atmospheric absorption variability and the root cause for larger\nthan 5% bias for M11 could be mainly due to inaccuracy in a) VIIRS ab-\nsolute calibration and b) SBAF estimation.\n\u003c/p\u003e\n\u003cp\u003e4. Uncertainties\n\u003c/p\u003e\n\u003cp\u003eUncertainties in satellite instrumentmeasurements aremostly dom-\ninated by uncertainties in the calibration. VIIRS radiometric stability in\nthis study which is computed using TOA reflectance time series is\nbased on the observations during 16-day satellite repeat cycle. This\nhelps to keep the sensor viewing geometry almost identical throughout\nthe period of study however the change in solar geometry adds BRDF\ninto the data. Analysis of data only at nadir removes the impact of sensor\nzenith and relative azimuth dependency on BRDF function. The uncer-\ntainty in the VIIRS reflectance time series is mostly due to calibration\nuncertainties, uncertainty in BRDF estimation, atmospheric variability\n(aerosol, water vapor etc.) and some level of undetected cloud contam-\nination. Instrument stability can be analyzed as a short term vs. the long\nterm. Short term usually refers to time scale of weeks compared to time\nscale of years in long term stability analysis. Short term stability is dom-\n\u003c/p\u003e\n\u003cp\u003eer Libya-4, Sudan-1 and Dome C sites.\u003c/p\u003e\n\u003cp\u003einated by random uncertainty caused by the variability due to limited\nnumber of data samples, environmental factors such as clouds and pos-\nsible calibration updates. Thus the short term stability is generally esti-\nmated by using the data variability. In long term, the drift in instrument\nresponse over a stable target can be more easily detected in spite of the\nrandom uncertainty in the time series. Thus the linear trend in time se-\nries over vicarious calibration sites is not recommended to detect the\nshort term stability since a) the uncertainty in the time series can be\nmuch larger than the possible drift in the sensor over that period and\nb) due to the limited observations.\n\u003c/p\u003e\n\u003cp\u003eIn the inter-comparison between two instruments, uncertainty do-\nmain increases further because nowwe have to deal with the combined\nuncertainty of two instruments. The data used in the comparison are not\nusually observed by the two sensors at the same time under the same\natmospheric conditions and with identical solar and sensor geometry.\nA large contribution in uncertainty is from systematic type. Systematic\nuncertainty in this study mainly comes from a) instrument operational\ncalibration and b) the differences in the spectral response functions of\nthematching bands under comparison assuming that the target doesn\u0027t\u003c/p\u003e\n\u003cp /\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003e1109/TGRS.2013.2247768.\n\u003c/p\u003e\n\u003cp\u003eETM+ and terra MODIS sensors. Geoscience and Remote Sensing Symposium (IGARSS).\nIEEE.\n\u003c/p\u003e\n\u003cp\u003eIS\n\u003c/p\u003e\n\u003cp\u003e114 S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp\u003echange. There are no in-situ Hyperion measurements to account for the\natmospheric variability. Thus the random uncertainty in SBAF which\nis mainly due to the uncertainty in Hyperion calibration; possible Hype-\nrion band to band inconsistencies and differences in atmospheric con-\nstituents during observation are all embedded into the radiometric\naccuracy estimation. The largest systematic uncertainty due to RSR dif-\nferences exists for M11. Since the MODIS and the OLI RSR for matching\nVIIRS M11 band are near to water vapor absorption spectrum, the un-\ncertainty in radiometric accuracy is even larger. We used MODTRAN\nto estimate the changes in VIIRS M11 and matching MODIS and OLI re-\nflectance by changing thewater vapor contents (fromextremewetwith\n5.28 g/cm2 to extreme dry 0.27 g/cm2 allowed in MODTRAN) for desert\ntarget with mid-latitude summer atmosphere. It was observed that the\nchanges were about 3% for VIIRS compared to 10% for MODIS and 9% for\nOLI. This is one of the reasons that M11 has the largest uncertainty in\nestimation of SBAF and radiometric accuracy. In this study the VIIRS\nbias or error is estimated assuming MODIS and OLI as the standard ref-\nerences and uncertainties associated are both random and systematic\ntypes.\n\u003c/p\u003e\n\u003cp\u003e5. Conclusion\n\u003c/p\u003e\n\u003cp\u003eRadiometric performance of VIIRS has been analyzed using well\ncharacterized desert calibration sites Libya-4 and Sudan-1. In addition,\nAntarctica Dome C is also used to quantify the VIIRS performance. The\nstudy suggested that VIIRS calibration stability and radiometric accuracy\ncomputed at Libya-4 and Sudan-1 sites agree very well. VIIRSmoderate\nresolution reflective solar bands analyzed are temporally stable suggest-\ning no significant trends for most of the bands. M7 indicated to be the\nleast stable band with nearly 1.5% change. Similarly M11 is the noisiest\nband with the 1-sigma variability of about 1.5%. The calibration uncer-\ntainty for the rest of the bands is on the order of 1.0%. VIIRS radiometric\nbias (analyzed after accounting for spectral differences) relative to\nMODIS at three sites agrees to mostly within 1%. VIIRS and MODIS\nagree towithin 2%±1% for bandsM1–4whileM7 andM8 suggest larger\n\u003c/p\u003e\n\u003cp\u003eFig. 8. VIIRS radiometric bias (percent difference between VIIRS and MOD\u003c/p\u003e\n\u003cp\u003ebias of nearly 3%. Similarly M5 has bias on the order of 2% at Libya-4 and\nDome C however larger than 2% at Sudan-1. VIIRS and OLI inter-\ncomparison over Libya-4 suggest 0.9% bias for NIR band M7 and\nlarger than 5% bias for SWIR band M11. The inconsistency in M7\nbias of about 2% when compared to MODIS vs. OLI needs to be inves-\ntigated further. In addition, the larger bias for M11 should be further\nstudied to find out the root cause. The absolute radiometric accuracy\ncalculated for VIIRS is relative to MODIS and OLI. This is the best that\ncan be done at this point due to the limited knowledge about the desert\nsites. On the other hand, this is the independent validation between the\ninstruments. The study suggests that VIIRS RSB needs to be continuously\nmonitored over well established calibration sites in order to track its\non-orbit radiometric performance. This analysis of VIIRS calibration stabil-\nity and absolute calibration accuracy for RSB will provide an additional\nsource of information which could be useful in improving calibration\nof the future JPSS/VIIRS instruments. In addition, the results provide\u003c/p\u003e\n\u003cp\u003eChander, G., Xiong, X., Choi, T., \u0026amp; Angal, A. (2010). Monitoring on-orbit calibration stabil-\nity of the TerraMODIS and Landsat 7 ETM+ sensors using pseudo-invariant test sites.\nRemote Sensing of Environment, 114, 925–939.\n\u003c/p\u003e\n\u003cp\u003eCosnefroy, H., Leroy, M., \u0026amp; Briottet, X. (2014). Selection and characterization of Saharan\nand Arabian desert sites for the calibration of optical satellite sensors. Remote\nSens. Environ. 1996, 58, 101–114 Remote Sensing, 6, 2826.\u003c/p\u003e\n\u003cp\u003eCao, C., Uprety, S., Xiong, J., Wu, A., Jing, P., Smith, D., et al. (2010). Establishing the Ant-\narctic Dome C community reference standard site towards consistent measurements\nfrom earth observation satellites. Canadian Journal of Remote Sensing, 36(5),\n498–513http://dx.doi.org/10.5589/m10-075.\n\u003c/p\u003e\n\u003cp\u003eCao, C., Xiong, J., Blonski, S., Liu, Q., Uprety, S., Shao, X., et al. (2013). Suomi NPP VIIRS\nsensor data record verification, validation, and long‐term performance monitoring.\nJournal of Geophysical Research, [Atmospheres], 118(20), 11,664–11,678.\n\u003c/p\u003e\n\u003cp\u003eChander, G., Mishra, N., Helder, D.L., Aaron, D., Choi, T., Angal, A., et al. (2010). Use of EO-1\nhyperion data to calculate spectral band adjustment factors (SBAF) between the L7\u003c/p\u003e\n\u003cp\u003eunderstanding onVIIRS SDR accuracy and apath that could help to under-\nstand how the impacts could be propagated to EDR products and what\nthe user community can expect in terms of absolute radiometric accuracy,\nthe inter-satellite consistency among EDR products.\n\u003c/p\u003e\n\u003cp\u003eAcknowledgements\n\u003c/p\u003e\n\u003cp\u003eThis work is partially funded by the JPSS program office through grant\nnumber NA14OAR4320125. Themanuscript contents are solely the opin-\nions of the authors anddonot constitute a statement of policy, decision, or\nposition on behalf of NOAA or the U.S. government.\n\u003c/p\u003e\n\u003cp\u003eReferences\n\u003c/p\u003e\n\u003cp\u003eBarsi, J.A., Markham, B.L., Helder, D.L., \u0026amp; Chander, G. (2007). Radiometric calibration status\nof Landsat-7 and Landsat-5. Remote Sensing. International Society for Optics and\nPhotonics.\n\u003c/p\u003e\n\u003cp\u003eBhatt, R., Doelling, D., Wu, A., Xiong, X., Scarino, B.R., Haney, C.O., et al. (2014). Initial\nstability assessment of S-NPP VIIRS reflective solar band calibration using invariant\ndesert and deep convective cloud targets. Remote Sensing, 6(4), 2809–2826.\n\u003c/p\u003e\n\u003cp\u003eCao, C., Deluccia, F., Xiong, X., Wolfe, R., \u0026amp; Weng, F. (2013). Early on-orbit performance of\nthe Visible Infrared Imaging Radiometer Suite onboard the Suomi National Polar-Orbiting\nPartnership (S-NPP) satellite. IEEE Trans. Geosci. Remote Sens http://dx.doi.org/10.\n\u003c/p\u003e\n\u003cp\u003eor OLI), (VIIRS−MODIS) ∗ 100% / MODIS or (VIIRS− OLI) ∗ 100% / OLI.\u003c/p\u003e\n\u003cp\u003eFolkman, M.A., Pearlman, J., Liao, L.B., \u0026amp; Jarecke, P.J. (2001). EO-1/Hyperion hyperspectral\nimager design, development, characterization, and calibration. Proc. SPIE 4151,\nHyperspectral Remote Sensing of the Land and Atmosphere (pp. 40)http://dx.doi.org/\n10.1117/12.417022.\n\u003c/p\u003e\n\u003cp\u003eHelder, D.L., Basnet, B., \u0026amp; Morstad, C.L. (2010). Optimized identification of worldwide\nradiometric pseudo-invariant calibration sites. Canadian Journal of Remote Sensing,\n36, 527–539.\n\u003c/p\u003e\n\u003cp\u003eHelder, D.L., Markham, B.L., Thome, K.J., Barsi, J.A., Chander, G., \u0026amp; Malla, R. (2008). Up-\ndated radiometric calibration for the Landsat-5 Thematic Mapper reflective bands.\nIEEE Transactions on Geoscience and Remote Sensing, 46(10), 3309–3325.\n\u003c/p\u003e\n\u003cp\u003eHelder, D.L., Thome, K.J., Mishra, N., Chander, G., Xiong, X., Angal, A., et al. (2013). Absolute\nradiometric calibration of Landsat using a pseudo invariant calibration site. IEEE\nTransactions on Geoscience and Remote Sensing, 51(3–1), 1360–1369.\n\u003c/p\u003e\n\u003cp\u003eIrons, J.R., Dwyer, J.L., \u0026amp; Barsi, J.A. (2012). The next Landsat satellite: The Landsat data con-\ntinuity mission. Remote Sensing of Environment, 122, 11–21.\n\u003c/p\u003e\n\u003cp\u003eKnight, E.J., \u0026amp; Kvaran, G. (2014). Landsat-8 operational land imager design, characteriza-\ntion and performance. Remote Sensing, 6(11), 10286–10305.\n\u003c/p\u003e\n\u003cp\u003eMarkham, B., Barsi, J., Kvaran, G., Ong, L., Kaita, E., Biggar, S., et al. (2014). Landsat-8 oper-\national land imager radiometric calibration and stability. Remote Sensing, 6(12),\n12275–12308.\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1109/TGRS.2013.2247768\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1109/TGRS.2013.2247768\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.5589/m10-075\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0015\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0015\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0015\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0030\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0030\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0030\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0030\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0030\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0035\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0035\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0035\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0035\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0025\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0025\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0025\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1117/12.417022\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0045\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0045\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0045\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0050\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0050\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0050\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0055\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0055\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0055\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0060\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0060\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0065\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0065\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0075\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0075\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0075\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cdiv class\u003d\"page\"\u003e\u003cp /\u003e\n\u003cp\u003eMarkham, B.L., \u0026amp; Helder, D.L. (2012). Forty-year calibrated record of earth-reflected radi-\nance from Landsat: A review. Remote Sensing of Environment, 122, 30–40.\n\u003c/p\u003e\n\u003cp\u003eMarkham, B.L., Knight, E.J., Canova, B., Donley, E., Kvaran, G., Lee, K., et al. (2012, July). The\nLandsat data continuity mission Operational Land Imager (OLI) sensor. Geoscience and\nRemote Sensing Symposium (IGARSS), 2012 IEEE International (pp. 6995–6998). IEEE.\n\u003c/p\u003e\n\u003cp\u003eMarkham, B.L., Thome, K.J., Barsi, J.A., Kaita, E., Helder, D.L., Barker, J.L., et al. (2004).\nLandsat-7 ETM+ on-orbit reflective-band radiometric stability and absolute calibra-\ntion. IEEE Transactions on Geoscience and Remote Sensing, 42(12), 2810–2820.\n\u003c/p\u003e\n\u003cp\u003eMcGuffie, K., \u0026amp; Henderson-Sellers, A. (1985). The diurnal hysteresis of snow albedo. J.\nGlaciol, 31(108), 188–189.\n\u003c/p\u003e\n\u003cp\u003eMishra, N., Haque, M.O., Leigh, L., Aaron, D., Helder, D., \u0026amp;Markham, B. (2014). Radiometric\ncross calibration of Landsat 8 Operational Land Imager (OLI) and Landsat 7 Enhanced\nThematic Mapper Plus (ETM+). Remote Sensing, 6, 12619–12638.\n\u003c/p\u003e\n\u003cp\u003eMishra, N., Helder, D., Angal, A., Choi, J., \u0026amp; Xiong, X. (2014). Absolute calibration of optical\nsatellite sensors using Libya 4 pseudo invariant calibration site. Remote Sensing, 6,\n1327–1346.\n\u003c/p\u003e\n\u003cp\u003ePearlman, J.S., Barry, P.S., Segal, C.C., Shepanski, J., Beiso, D., \u0026amp; Carman, S.L. (2003). Hype-\nrion, a space-based imaging spectrometer. IEEE Transactions on Geoscience and Remote\nSensing, 41(6).\n\u003c/p\u003e\n\u003cp\u003eRao, C.R.N., \u0026amp; Chen, J. (1995). Intersatellite calibration linkages for the visible and near-\ninfrared channels of the advanced very high resolution radiometer onboard the\nNOAA-7,-9, and -11 spacecraft. International Journal of Remote Sensing, 16(11),\n1931–1942.\n\u003c/p\u003e\n\u003cp\u003eRao, C.R.N., \u0026amp; Chen, J. (1999). Revised post-launch calibration of the visible and near-\ninfrared channels of the advanced very high resolution radiometer on the NOAA-14\nspacecraft. International Journal of Remote Sensing, 20, 3485.\n\u003c/p\u003e\n\u003cp\u003eTeillet, P., Barsi, J., Chander, G., \u0026amp; Thome, K. (2007). Prime candidate earth targets for the\npost-launch radiometric calibration of space-based optical imaging instruments.\nProceedings of SPIEhttp://dx.doi.org/10.1117/12.733156.\n\u003c/p\u003e\n\u003cp\u003eTeillet, P.M., Fedosejevs, G., \u0026amp; Thome, K.J. (2004). Spectral band difference effects on radio-\nmetric cross-calibration between multiple satellite sensors in the Landsat solar-reflective\nspectral domain. Remote Sensing. International Society for Optics and Photonics.\n\u003c/p\u003e\n\u003cp\u003eTeillet, P.M., Fedosejevs, G., Thome, K.J., \u0026amp; Barker, J.L. (2007). Impacts of spectral band dif-\nference effects on radiometric cross-calibration between satellite sensors in the solar-\nreflective spectral domain. Remote Sensing of Environment, 110(3), 393–409.\n\u003c/p\u003e\n\u003cp\u003eUprety, S., \u0026amp; Cao, C. (2011). Using the Dome C site to characterize AVHRR near-infrared\nchannel for consistent radiometric calibration. SPIE PROC, Earth Observing Systems.\n\u003c/p\u003e\n\u003cp\u003eUprety, S., \u0026amp; Cao, C. (2012). Radiometric and spectral characterization and comparison of\nthe Antarctic Dome C and Sonoran Desert sites for the calibration and validation of\nvisible and near-infrared radiometers. Journal of Applied Remote Sensing, 6(1),\n063541.\n\u003c/p\u003e\n\u003cp\u003eUprety, S., Cao, C., Xiong, X., Blonski, S., Wu, A., \u0026amp; Shao, X. (2013). Radiometric inter-\ncomparison between Suomi NPP VIIRS and aqua MODIS reflective solar bands using\nsimultaneous nadir overpass in the low latitudes. Journal of Atmospheric and\nOceanic Technology, 36, 602–616.\n\u003c/p\u003e\n\u003cp\u003eWang, W., \u0026amp; Cao, C. (2014). DCC radiometric sensitivity to spatial resolution, cluster size,\nand LWIR calibration bias based on VIIRS observations. Journal of Atmospheric and\nOceanic Technology, 2014.\n\u003c/p\u003e\n\u003cp\u003eWu, X. (2004). Operational calibration of solar reflectance channels of the advanced very\nhigh resolution radiometer (AVHRR). Proceedings of SPIE, 5542, 272–280.\n\u003c/p\u003e\n\u003cp\u003eWu, A., Cao, C., \u0026amp; Sun, C. (2013). Monitoring NPP VIIRS on-orbit radiometric performance\nfrom TOA reflectance time series. Proc. SPIE 8866, Earth Observing Systems XVIII,\n88660Qhttp://dx.doi.org/10.1117/12.2023388.\n\u003c/p\u003e\n\u003cp\u003eWu, X., Sullivan, J.T., \u0026amp; Heidinger, A.K. (2011). Operational calibration of the Advanced\nVery High Resolution Radiometer (AVHRR) visible and near infrared channels.\nCanadian Journal of Remote Sensing, 36(5), 602–616.\n\u003c/p\u003e\n\u003cp\u003eWu, A., Xiong, X., Cao, C., \u0026amp; Angal, A. (2008). Monitoring MODIS calibration stability of\nvisible and near-IR bands from observed top-of-atmosphere BRDF-normalized reflec-\ntances over LibyanDesert and Antarctic surfaces. Proc. SPIE 7081, Earth Observing Systems\nXIII, 708113.\n\u003c/p\u003e\n\u003cp\u003eXiong, X., \u0026amp; Barnes, W. (2006). An overview of MODIS radiometric calibration and char-\nacterization. Advances in Atmospheric Sciences, 23(1), 69–79.\n\u003c/p\u003e\n\u003cp\u003eXiong, X., Sun, J., Barnes, W., Salomonson, V., Esposito, J., Erives, H., \u0026amp; Guenther, B. (2007).\nMultiyear on-orbit calibration and performance of Terra MODIS reflective solar\nbands. IEEE Transactions on Geoscience and Remote Sensing, 45(4), 879–889.\n\u003c/p\u003e\n\u003cp\u003eXiong, X., Sun, J., \u0026amp; Barnes, W. (2008). Intercomparison of on-orbit calibration consistency\nbetween Terra and Aqua MODIS reflective solar bands using the moon. Geoscience\nand Remote Sensing Letters, IEEE, 5(4), 778–782.\n\u003c/p\u003e\n\u003cp\u003eYamanouchi, T. (1983). Variations of incident solar flux and snow albedo on the solar ze-\nnith angle and cloud cover, at Mizuho station, Antarctica. Journal of the Meteorological\nSociety of Japan, 61(6), 879–893.\n\u003c/p\u003e\n\u003cp\u003eYu, F., \u0026amp; Wu, X. (2009). Removal of contaminated pixels from the desert target for\nAVHRR vicarious calibration. Journal of Atmospheric and Oceanic Technology, 26,\n1354–1366.\n\u003c/p\u003e\n\u003cp\u003e115S. Uprety, C. Cao / Remote Sensing of Environment 166 (2015) 106–115\u003c/p\u003e\n\u003cp /\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0070\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0070\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0180\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0180\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0180\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0085\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0085\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0085\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9015\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9015\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0090\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0090\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0090\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0090\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0095\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0095\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0095\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0100\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0100\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0100\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0105\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0105\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0105\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0105\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0110\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0110\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0110\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1117/12.733156\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0120\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0120\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0120\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0125\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0125\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0125\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0130\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0130\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0135\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0135\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0135\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0135\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0140\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0145\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0145\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0145\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0160\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0160\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://dx.doi.org/10.1117/12.2023388\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0165\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0165\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0165\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0155\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0155\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0155\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0155\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0170\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0170\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9000\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9000\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9005\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf9010\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0175\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0175\" /\u003e\u003c/div\u003e\n\u003cdiv class\u003d\"annotation\"\u003e\u003ca href\u003d\"http://refhub.elsevier.com/S0034-4257(15)30021-3/rf0175\" /\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cul\u003e\t\u003cli\u003eSuomi NPP VIIRS reflective solar band on-orbit radiometric stability and accuracy assessment using desert and Antarctica D...\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e1. Introduction\u003c/li\u003e\n\t\u003cli\u003e2. Methodology\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e2.1. Calibration sites\u003c/li\u003e\n\t\u003cli\u003e2.2. Sensor overview\u003c/li\u003e\n\t\u003cli\u003e2.3. Instrument relative spectral response functions\u003c/li\u003e\n\t\u003cli\u003e2.4. Data processing\u003c/li\u003e\n\u003c/ul\u003e\n\t\u003cli\u003e3. Results and discussion\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e3.1. Radiometric stability of VIIRS\u003c/li\u003e\n\t\u003cli\u003e3.2. VIIRS intercomparison with MODIS and OLI\u003c/li\u003e\n\t\u003cli\u003e3.3. Spectral analysis of calibration sites\u003c/li\u003e\n\u003cul\u003e\t\u003cli\u003e3.3.1. Spectral band adjustment factors\u003c/li\u003e\n\u003c/ul\u003e\n\t\u003cli\u003e3.4. VIIRS radiometric accuracy\u003c/li\u003e\n\u003c/ul\u003e\n\t\u003cli\u003e4. Uncertainties\u003c/li\u003e\n\t\u003cli\u003e5. Conclusion\u003c/li\u003e\n\t\u003cli\u003eAcknowledgements\u003c/li\u003e\n\t\u003cli\u003eReferences\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/ul\u003e\n\u003c/body\u003e\u003c/html\u003e","X-TIKA:parse_time_millis":"157924","access_permission:assemble_document":"true","access_permission:can_modify":"true","access_permission:can_print":"true","access_permission:can_print_degraded":"true","access_permission:extract_content":"true","access_permission:extract_for_accessibility":"true","access_permission:fill_in_form":"true","access_permission:modify_annotations":"true","created":"Sun Jul 05 19:34:13 PDT 2015","ctakes:AnatomicalSiteMention":["orbit:41:46:C0029180,C0029180,C1278884,C0029180","er:425:427:C0014239,C0014239,C0014239","orbit:456:461:C0029180,C1278884,C0029180,C0029180","scale:1064:1069:C0222045","orbit:1074:1079:C0029180,C0029180,C1278884,C0029180","orbit:1935:1940:C0029180,C0029180,C0029180,C1278884","less:1959:1963:C0227192","orbit:3484:3489:C1278884,C0029180,C0029180,C0029180","ba:3986:3988:C0004811","r:4970:4971:C0035639","root:5614:5618:C0040452","less:9241:9245:C0227192","scale:9431:9436:C0222045","orbit:10554:10559:C0029180,C0029180,C0029180,C1278884","orbiting:11714:11722:C1278884,C0029180,C0029180,C0029180","R:11792:11793:C0035639","orbiting:11859:11867:C1278884,C0029180,C0029180,C0029180","foot:15367:15371:C1281587,C0016504","Scaling:18610:18617:C0222045","er:23412:23414:C0014239,C0014239,C0014239","less:26098:26102:C0227192","scale:31487:31492:C0222045","less:32339:32343:C0227192","less:32789:32793:C0227192","less:33358:33362:C0227192","root:34480:34484:C0040452","less:34696:34700:C0227192","root:36922:36926:C0040452","scale:37944:37949:C0222045","er:38051:38053:C0014239,C0014239,C0014239","root:42199:42203:C0040452","hand:42407:42411:C1281583,C0018563","orbit:42604:42609:C0029180,C0029180,C0029180,C1278884","orbit:42955:42960:C0029180,C0029180,C0029180,C1278884","Optics:44764:44770:C0015392,C0015392,C0015392,C0015392","R:44791:44792:C0035639","R:45078:45079:C0035639","orbit:45110:45115:C0029180,C1278884,C0029180,C0029180","orbit:47339:47344:C0029180,C0029180,C1278884,C0029180","Optics:49175:49181:C0015392,C0015392,C0015392,C0015392","orbit:50576:50581:C1278884,C0029180,C0029180,C0029180","orbit:51472:51477:C0029180,C0029180,C0029180,C1278884","orbit:51674:51679:C1278884,C0029180,C0029180,C0029180","orbit:52323:52328:C0029180,C0029180,C1278884,C0029180"],"ctakes:DateAnnotation":["February 2013:13500:13513:","November 21, 2000:14456:14473:","May 2012:16815:16823:","November 2014:16829:16842:","April 2012:16973:16983:","May 2012:17036:17044:"],"ctakes:DiseaseDisorderMention":["t:4179:4180:C0040715","t:4192:4193:C0040715","PICS:7188:7192:C0730321","PICS:7365:7369:C0730321","PICS:7985:7989:C0730321","exposure:14264:14272:C0274281","conditions:18311:18321:C0012634","ra:19172:19174:C0002893,C0002893,C0002893,C0002893","all:29981:29984:C0023449,C0023449,C0023449,C0023449,C0023449","conditions:30628:30638:C0012634","conditions:39047:39057:C0012634","T:42917:42918:C0040715","T:43932:43933:C0040715"],"ctakes:FractionAnnotation":["2.1:306:309:","0.5:2997:3000:","5.4:3319:3322:","0.4:5093:5096:","2.1:5113:5116:","1.37:5146:5150:","2014.:6346:6351:",".2:6790:6792:","2.2:8882:8885:","2.11:8963:8967:","2.29:8968:8972:","0.5:9251:9254:",".2.1:9557:9561:",".2:9557:9559:","75.1:9640:9644:","123.39:9647:9653:","28.55:9698:9703:","23.39:9707:9712:","21.74:9728:9733:","28.22:9737:9742:","75.1:10847:10851:","123.39:10854:10860:","3.2:10917:10920:",".2.2:11805:11809:",".2:11805:11807:","0.4:12134:12137:","0.6:12168:12171:","0.4:12807:12810:","14.4:12814:12818:","0.25:12858:12862:","0.5:12890:12893:",".2.3:14587:14591:",".2:14587:14589:","2.2:14841:14844:","2.2:14894:14897:","1.:15115:15117:","0.4:15334:15337:","2.5:15344:15347:","7.5:15414:15417:","2.:15510:15512:","2.2:15900:15903:",".2.4:16157:16161:",".2:16157:16159:","0.74:16337:16341:","1.375:16354:16359:","0.742:16462:16467:",".3:19456:19458:","3.1:19490:19493:","3.2:19602:19605:",".4:19614:19616:","0.86:19763:19767:","2.2:19781:19784:","0.74:19804:19808:",".3.1:20235:20239:",".3:20235:20237:","3.:20412:20414:","0.05:21693:21697:","half:21927:21931:","1.5:22161:22164:","1.5:22286:22289:","3.:23201:23203:","3.:23969:23971:","0.86:24097:24101:","2.2:24116:24119:","0.402:24433:24438:","0.405:24447:24452:","1.20:24467:24471:","0.00:24473:24477:","1.23:24481:24485:","0.00:24487:24491:","0.60:24495:24499:","0.436:24503:24508:","0.438:24517:24522:","0.93:24537:24541:","0.00:24543:24547:","1.29:24551:24555:","0.94:24557:24561:","0.55:24565:24569:","0.478:24573:24578:","0.483:24588:24593:","0.98:24608:24612:","0.00:24614:24618:","1.31:24622:24626:","0.69:24628:24632:","0.51:24636:24640:","0.545:24644:24649:","0.545:24658:24663:","1.14:24678:24682:","0.00:24684:24688:","1.14:24692:24696:","0.00:24698:24702:","1.27:24706:24710:","0.662:24714:24719:","0.682:24720:24725:","0.79:24748:24752:","0.00:24754:24758:","0.94:24762:24766:","0.00:24768:24772:","0.96:24776:24780:","0.846:24784:24789:","0.841:24798:24803:","0.75:24818:24822:","1.45:24824:24828:","1.00:24832:24836:","0.00:24838:24842:","0.84:24846:24850:","1.230:24854:24859:","1.230:24868:24873:","0.91:24888:24892:","1.28:24894:24898:","1.07:24902:24906:","1.580:24913:24918:","1.628:24927:24932:","0.49:24947:24951:","0.70:24953:24957:","0.53:24961:24965:","2.225:24972:24977:","2.105:24986:24991:","1.60:25006:25010:","0.00:25012:25016:","1.49:25020:25024:","0.6:25173:25176:",".3.2:25189:25193:",".3:25189:25191:","0.55:25736:25740:","0.25:25785:25789:","0.64:25803:25807:","3.3.1:26025:26030:","3.3:26025:26028:","2.2:26650:26653:","4.:26783:26785:",".111:26837:26841:","9.5:26919:26922:","10.05:26941:26946:","5.:26980:26982:","11.3.3.1:28496:28504:","11.3.3:28496:28502:","11.3:28496:28500:",".3.3:30267:30271:",".3:30267:30269:","6.:31334:31336:","3.1:32308:32311:","6.6:32762:32765:","0.5:32799:32802:","0.67:32989:32993:","7.5:33028:33031:","2.5:33202:33205:","2.3:33252:33255:","7.:33513:33515:","1153.4:33619:33625:","1.5:34161:34164:","third:34774:34779:","0.402:35857:35862:","0.35:35877:35881:","1.56:35883:35887:","0.46:35891:35895:","0.14:35898:35902:","0.65:35906:35910:","0.436:35914:35919:","0.31:35934:35938:","0.01:35940:35944:","0.46:35948:35952:","0.50:35955:35959:","0.67:35963:35967:","0.478:35971:35976:","0.24:35991:35995:","1.30:35997:36001:","0.32:36005:36009:","0.20:36012:36016:","0.79:36020:36024:","0.545:36028:36033:","0.16:36041:36045:","0.46:36049:36053:","0.16:36056:36060:","0.49:36064:36068:","1.62:36070:36074:","1.05:36078:36082:","0.662:36086:36091:","0.53:36105:36109:","9.92:36111:36115:","0.69:36119:36123:","4.86:36125:36129:","0.86:36133:36137:","0.846:36141:36146:","0.72:36160:36164:","4.08:36166:36170:","0.88:36174:36178:","2.76:36180:36184:","1.35:36188:36192:","1.230:36196:36201:","1.13:36216:36220:","2.90:36222:36226:","1.04:36230:36234:","1.580:36241:36246:","0.64:36261:36265:","0.76:36267:36271:","0.64:36275:36279:","2.225:36285:36290:","6.38:36298:36302:","1.44:36306:36310:","5.67:36313:36317:","1.45:36321:36325:","5.4:36410:36413:",".4:37054:37056:",".2013.2247768:39391:39404:",".2013:39391:39396:",".28:40310:40313:","0.27:40335:40339:",".5:40793:40795:","1.5:41324:41327:","1.5:41409:41412:","1.0:41489:41492:","8.:41712:41714:","0.9:41947:41950:","939.:43103:43107:","2826.:43330:43335:","10.5589:43613:43620:","075.:43625:43629:","11,678.:43869:43876:","2826.:45032:45037:","539.:45817:45821:","3325.:46058:46063:","1369.:46303:46308:","21.:46461:46464:","10305.:46605:46611:","12308.:46796:46802:","40.:46961:46964:","2820.:47475:47480:","189.:47589:47593:","12638.:47821:47827:","1346.:48013:48018:","1942.:48467:48472:","3485.:48697:48702:","10.1117:48912:48919:","12.733156:48920:48929:","409.:49451:49455:","063541.:49876:49883:","616.:50155:50159:","2014.:50352:50357:","280.:50513:50517:","10.1117:50710:50717:","12.2023388:50718:50728:","616.:50940:50944:","708113.:51209:51216:","79.:51360:51363:","889.:51607:51611:","782.:51825:51829:","893.:52035:52039:","1366.115:52205:52213:",".1:52437:52439:",".2:52459:52461:",".3:52479:52481:",".4:52531:52533:",".1:52576:52578:",".2:52611:52613:",".3:52656:52658:",".3.1:52699:52703:",".3:52699:52701:",".4:52738:52740:"],"ctakes:MeasurementAnnotation":["375 m:12333:12338:","30 m:13831:13835:","15 m:13855:13859:","30 m:15386:15390:","30 m:16672:16676:",".28 g:40310:40315:","0.27 g:40335:40341:"],"ctakes:MedicationMention":["aerosol:2923:2930:C1112870","level:9346:9351:C2946261","level:10933:10938:C2946261","water:11285:11290:C0043047,C0043047","Irons:13664:13669:C0302583,C0302583","Irons:14274:14279:C0302583,C0302583","level:16615:16620:C2946261","aerosol:37761:37768:C1112870","water:37770:37775:C0043047,C0043047","level:37797:37802:C2946261","water:40072:40077:C0043047,C0043047","program:44371:44378:C2728259","Irons:46308:46313:C0302583,C0302583"],"ctakes:ProcedureMention":["observations:981:993:C0557985,C0557985","observation:1985:1996:C0557985,C0557985","Imaging:2857:2864:C0011923,C0079595,C0011923,C0011923","analysis:5038:5046:C0002778","analysis:6688:6696:C0002778","analysis:10214:10222:C0002778","irrigation:10701:10711:C0022100,C0022100,C0022100","scanning:12078:12086:C0441633,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606","scanning:12244:12252:C0034606,C0034606,C0034606,C0034606,C0034606,C0441633,C0034606,C0034606,C0034606,C0034606,C0034606","imagery:12343:12350:C0150627","Imaging:12497:12504:C0011923,C0011923,C0079595,C0011923","scan:12956:12960:C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0441633","scan:13039:13043:C0034606,C0034606,C0034606,C0034606,C0034606,C0034606,C0441633,C0034606,C0034606,C0034606,C0034606","Irons:13664:13669:C0337439","Irons:14274:14279:C0337439","analysis:17803:17811:C0002778","test:17929:17933:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","analysis:18254:18262:C0002778","analysis:18432:18440:C0002778","observation:21576:21587:C0557985,C0557985","test:21620:21624:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","test:21775:21779:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","observations:22669:22681:C0557985,C0557985","analysis:24259:24267:C0002778","elevation:25644:25653:C0439775","observation:29942:29953:C0557985,C0557985","analysis:30045:30053:C0002778","analysis:30282:30290:C0002778","observations:31661:31673:C0557985,C0557985","observations:31860:31872:C0557985,C0557985","observations:37287:37299:C0557985,C0557985","Analysis:37492:37500:C0002778","analysis:38013:38021:C0002778","observations:38753:38765:C0557985,C0557985","observation:39856:39867:C0557985,C0557985","analysis:42640:42648:C0002778","test:43052:43056:C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885,C0022885","observation:43522:43533:C0557985,C0557985","ions:44465:44469:C0022024,C0022024,C0022024,C0022024","Imaging:45151:45158:C0011923,C0079595,C0011923,C0011923","Irons:46308:46313:C0337439","K:47034:47035:C0202194","K:47490:47491:C0202194","imaging:48134:48141:C0011923,C0079595,C0011923,C0011923","imaging:48855:48862:C0011923,C0011923,C0011923,C0079595","observations:50292:50304:C0557985,C0557985","Removal:52064:52071:C0015252,C0728940,C0728940,C0728940,C0015252,C0728940,C0728940,C0728940,C0728940,C0015252,C0015252","analysis:52669:52677:C0002778"],"ctakes:RomanNumeralAnnotation":["C:126:127:","l:651:652:","DCC:684:687:","DCC:905:908:","x:1260:1261:","DCC:1416:1419:","C:2272:2273:","x:2588:2589:","MD:4159:4161:","c:4185:4186:","i c l:4194:4199:","i c:4194:4197:","i:4194:4195:","i:4202:4203:","C:4534:4535:","C:5256:5257:","C:6413:6414:","C:8243:8244:","C:9637:9638:","C:10843:10844:","m:12337:12338:","m:13834:13835:","m:13858:13859:","m:15389:15390:","m:16675:16676:","c:17905:17906:","d:18156:18157:","C:23453:23454:","C:23879:23880:","C:26836:26837:","M:27004:27005:","c:27045:27046:","d:27144:27145:","C:28400:28401:","C:29147:29148:","C:30907:30908:","C:31049:31050:","C:31284:31285:","C:31541:31542:","C:33217:33218:","C:34109:34110:","C:34438:34439:","C:35557:35558:","C:35636:35637:","C:35750:35751:","C:38080:38081:","C:40956:40957:","C:41858:41859:","X:42907:42908:","M:43129:43130:","C:43340:43341:","D:43392:43393:","C:43444:43445:","dx:43602:43604:","C:43634:43635:","X:43689:43690:","D:43922:43923:","D:44805:44806:","X:44824:44825:","C:45042:45043:","X:45067:45068:","X:46122:46123:","L:46652:46653:","L:47625:47626:","D:47636:47637:","D:47648:47649:","D:47847:47848:","D:48082:48083:","dx:48901:48903:","C:49500:49501:","C:49733:49734:","C:49900:49901:","X:49911:49912:","DCC:50187:50190:","C:50530:50531:","XVIII:50680:50685:","dx:50699:50701:","X:50733:50734:","X:50959:50960:","C:50968:50969:","X:51223:51224:","X:51370:51371:","V:51407:51408:","X:51618:51619:","D:52403:52404:"],"ctakes:SignSymptomMention":["M1:927:929:C0441971","M1:2014:2016:C0441971","M1:2190:2192:C0441971","M1:3208:3210:C0441971","independent:3532:3543:C1299583","history:4217:4224:C0262926","M1:5089:5091:C0441971","discrepancy:5594:5605:C1290905","issues:5783:5789:C0033213","confidence:6748:6758:C0237529","identification:7387:7401:C0020792","content:11297:11304:C0423896","content:11329:11336:C0423896","issues:11511:11517:C0033213","m:12337:12338:C0024554,C0024554,C0024554,C0024554","Very High:12396:12405:C0442804","m:13834:13835:C0024554,C0024554,C0024554,C0024554","m:13858:13859:C0024554,C0024554,C0024554,C0024554","working:14206:14213:C0043227","sources:14515:14522:C0449416","m:15389:15390:C0024554,C0024554,C0024554,C0024554","red:15576:15579:C0332575,C0332575","m:16675:16676:C0024554,C0024554,C0024554,C0024554","interest:17527:17535:C0543488","Scaling:18610:18617:C0237849,C0237849,C0237849","differences in spectral shape:18770:18799:C1268727","M1:20348:20350:C0441971","M1:20438:20440:C0441971","fit:21375:21378:C0009951,C0009951,C0009951,C0009951,C0009951,C0009951,C0424576,C0009951,C0009951,C0009951,C0009951,C0009951","M1:22860:22862:C0441971","M1:25134:25136:C0441971","M1:25461:25463:C0441971","red:25539:25542:C0332575,C0332575","M:27004:27005:C0024554,C0024554,C0024554,C0024554","sources:27257:27264:C0449416","parameters:27904:27914:C0449381","F:28036:28037:C0015780,C0015780,C0015780,C0015780","regression:28164:28174:C0684321","periods:29691:29698:C0025344","normal:29823:29829:C0558145","rest:33130:33134:C0035253","rest:33310:33314:C0035253","M1:33393:33395:C0441971","M1:34051:34053:C0441971","M1:34170:34172:C0441971","M1:34174:34176:C0441971","M1:34330:34332:C0441971","discrepancy:35320:35331:C1290905","pos:38222:38225:C0150082,C0231357,C0150009,C0582456,C0231357,C0150082,C0231416,C0582456,C0231418,C0582147,C0231379,C0150032,C0231393,C0582456,C0231359,C0150061","contents:40281:40289:C0423896","dry:40331:40334:C0151908","rest:41452:41456:C0035253","independent:42425:42436:C1299583","M:43129:43130:C0024554,C0024554,C0024554,C0024554","dx:43602:43604:C0011900","work:44334:44338:C0043227","contents:44436:44444:C0423896","F:45056:45057:C0015780,C0015780,C0015780,C0015780","identification:45699:45713:C0020792","near:48301:48305:C0475806","very high:48340:48349:C0442804","near:48555:48559:C0475806","very high:48594:48603:C0442804","dx:48901:48903:C0011900","near:49809:49813:C0475806","sensitivity:50203:50214:C0427965,C0427965,C0312418,C0427965","dx:50699:50701:C0011900","near:50870:50874:C0475806","near:51045:51049:C0475806","F:52043:52044:C0015780,C0015780,C0015780,C0015780"],"ctakes:schema":"coveredText:start:end:ontologyConceptArr","date":"2015-07-08T01:00:14Z","dc:format":"application/pdf; version\u003d1.7","dc:title":"Suomi NPP VIIRS reflective solar band on-orbit radiometric stability and accuracy assessment using desert and Antarctica Dome C sites","dcterms:created":"2015-07-06T02:34:13Z","dcterms:modified":"2015-07-08T01:00:14Z","meta:creation-date":"2015-07-06T02:34:13Z","meta:save-date":"2015-07-08T01:00:14Z","modified":"2015-07-08T01:00:14Z","pdf:PDFVersion":"1.7","pdf:encrypted":"false","producer":"Acrobat Distiller 10.0.0 (Windows)","resourceName":"10.1016_j.rse.2015.05.021.pdf","title":"Suomi NPP VIIRS reflective solar band on-orbit radiometric stability and accuracy assessment using desert and Antarctica Dome C sites","xmp:CreatorTool":"Elsevier","xmpTPg:NPages":"10"}]
